[
  {
    "id_meo": "1",
    "nd_meo": "Mấy câu hỏi về “khái niệm” hoặc “ hiểu như thế nào là đúng” mà có các từ trong ngoặc kép “…” ở đề bài thì để ý những từ sau:\n\n+ Mấy câu có chứa “Vạch – Phố – Dải – Phần”: chọn ngay đáp án (1). Uy tín luôn.\n\n(Vạch trong từ “Vạch kẻ đường” , Phố trong từ “Đường phố” , Dải trong từ “Dải phân cách”, Phần trong từ “Phần đường xe chạy” )\n\n+ Mấy câu có chứa “Làn – Tiên – Giới”: lập tức lựa chọn đáp án (2). Uy tín luôn.\n\n(Làn trong từ “Làn đường” , Tiên trong từ ” Đường ưu tiên” , Giới từ trong “Phương tiện giao thông cơ giới” )\n\n+ Câu hỏi xuất hiện khái niệm “ đường bộ”, “văn hóa giao thông” : lập tức lựa chọn đáp án (1) + (2). Uy tín luôn.\n\n+ Câu hỏi xuất hiện khái niệm “Người điều khiển giao thông” : lập tức lựa chọn đáp án (2) + (3). Uy tín luôn.\n\n\n\nVượt qua mấy câu hỏi Khái niệm thì đơn giản, chỉ cần học các mẹo đó là bạn có thể giải quyết được tất cả các câu hỏi. Đảm bảo không trật một ly. Kỳ thi lý thuyết bằng lái xe máy dễ, nhưng chưa dừng lại ở đó đâu. Hãy cùng nhau tiếp tục tìm hiểu.",
    "loai": "1"
  },
  {
    "id_meo": "1",
    "nd_meo": "1.Chú ý :Để bài hỏi 1 đằng nhưng đáp án thuờng 1 nẻo.Khi làm bài quan sát kĩ đ/án\n2. Đỏ là biển cấm, vàng là nguy hiểm, xanh là hiệu lệnh và chỉ dẫn.\n3. Biển có chữ là biển báohiệu cầu vượt liênthông,không có chữ là cầu vuợt cắt qua\n4. Chú ý đọc kĩ đề bài đừng nhầm giữa xe gắn máy và xe moto\n5. Biển báo cấm rẽ trái là cấm quay xe. Biển cấm quay xe là đuợc rẽ trái\n6. Hai con oto đâm vào nhau là biển xảy ra tai nạn, có AH112 là biển đối ngoại.\n\nMẹo nhận biết biển báo – Phần thi bằng oto\nBiển báo cấm (hình tròn, viền đỏ): biểu thị các điều cấm\nBiển báo nguy hiểm (hình tam giác vàng, viền đỏ): biểu thị các điều nguy hiểm\nBiển báo hiệu lệnh (hình tròn xanh, hình vẽ trắng): gặp biển này bắt buộc phải thi hành\nBiển chỉ dẫn (hình vuông hoặc hình chữ nhật màu xanh, hình vẽ trắng)\nThứ tự sắp xếp các loại xe từ nhỏ đến lớn: xe ô tô con → xe ô tô khách → xe ô tô tải → xe máy kéo → xe sơ mi rơ moóc\nBiển báo cấm xe nhỏ → cấm luôn xe lớn\nBiển cấm xe ô tô con → cấm luôn xe ba bánh, xe lam\nBiển cấm xe rẽ trái → cấm luôn xe quay đầu\nNgược lại biển cấm xe quay đầu → xe được phép rẽ trái\nNếu biển màu xanh cho phép xe quay đầu → xe không được phép rẽ trái\nNếu gặp biển “STOP” thì tất cả các xe phải dừng lại trong mọi trường hợp kể cả xe ưu tiên\nNếu gặp biển cấm có ghi số 14m thì chọn đáp án không được phép\nNếu biển báo cấm ô tô vượt thì tất cả các loại ôtô đều không được vượt\nNgược lại nếu biển cấm xe tải vượt thì xe ô tô con và ô tô khách được vượt\nBiển báo hiệu cầu vượt liên thông là biển báo hình chữ nhật có chữ trên biển\nBiển báo hiệu cầu vượt cắt ngang là biển báo hình tròn không có chữ trên biển\nBiển báo hình vuông màu xanh vẽ mũi tên dài bên phải nằm song song với xe khách và mũi tên ngắn hướng thẳng đứng báo hiệu có làn\nđường dành cho ô tô khách\nBiển báo màu xanh hình vuông vẽ mũi tên dài nằm dưới song song với xe khách và mũi tên ngắn hướng mũi tên dài về bên phải báo hiệu\nRẽ ra đường có làn đường dành cho ô tô khách",
    "loai": "2"
  },
  {
    "id_meo": "1",
    "nd_meo": "a. Thứ tự đi phần sa hình:\n\nThứ 1: Xe nào vào nơi giao nhau đi trước.\n\nThứ 2: Xe ưu tiên đi trước: Quân sự, công an, cứu thương…\n\nThứ 3: Xe nào đi trên đường ưu tiên thì được đi trước.\n\nThứ 4: Xe bên phải không vướng đi trước.\n\nThứ 5: Rẽ phải – Đi thẳng – Rẽ trái.\n\n \n\nb. XE CON LUÔN ĐÚNG: Tức là xe con là từ khóa, xe con luôn chấp hành đúng quy tắc giao thông.\n\nKhi đề bài hỏi xe nào được quyền đi trước, xe nào chấp hành đúng luật giao thông => Chọn đáp án có xe con.\nKhi đề bài hỏi xe nào vi phạm quy tắc giao thông => Chọn đáp án không có xe con (Vì xe con luôn đúng).\n \n\nc. Có hình CSGT hoặc VÒNG TRÒN hoặc VÒNG XUYẾN: Chọn đáp án số 3.\n\n \n\nTrong phần sa hình, câu nào xuất hiện hình CSGT hoặc VÒNG TRÒN, hoặc VÒNG XUYẾN thì chọn luôn đáp án số 3.\n\n \n\nd. ĐẾM SỐ XE: Trong phần sa hình , trong hình chỉ có mỗi xe không, không có biển , không có đèn gì cả, thì ĐẾM SỐ XE CHỌN ĐÁP ÁN: Có 3 xe chọn đáp án 3, 4 xe chọn đáp án 4.\n\n \n\ne. Có mũi tên màu đỏ:\n\nĐếm ngã – 1 => ra đáp án. (Có 3 ngã thì đáp án 2, có 4 ngã thì đáp án 3).\n\n \n\nf. Có chữ Xe con (E) và “Xe xích lô”: chọn đáp án đúng luôn.",
    "loai": "3"
  },
  {
    "id_meo": "2",
    "nd_meo": "Hiện nay, Trong việc thi bằng lái xe máy thì phần thi thực hành chấm điểm tự động bằng chip. Do máy tự động chấm điểm nên việc thi thực hành tỷ lệ trượt nhiều hơn so với trước. Qua quá trình tổ chức thi sát hạch qua rất nhiều học viên đúc kết ra một số mẹo cần chuẩn bị trước để thi đảm bảo đỗ 100%\n\n1.Tập trước vòng số 8 ở nhà. Phần thi thực hành trượt nhiều nhất là ở phần thi vòng số 8. Do đó, việc bạn đã biết đi xe máy thành thạo nhưng chưa tập qua vòng số 8 thì cũng rất dễ bị trượt. Bạn nên tập qua vòng số 8 càng nhiều lần càng tốt. Ít nhất là lúc đi xe vào vòng số 8 không còn cảm thấy loạng choạng.\n\n2.Hôm thi lên sân thi thật sớm. Tại sao chúng tôi lại khuyên bạn như vậy? Bởi vì xe của bạn thì bạn quen với nó, bạn đi rất ngon lành. Nhưng xe của sân thi thì khác nhiều đấy, nếu bạn không đến sớm để làm quen với nó thì cũng rất dễ trượt. Hơn nữa, buổi thi thường sẽ có rất đông người. Nếu bạn đến sớm thì không phải chờ lâu mới được tập xe. Còn nếu đến muộn thì khả năng phải xếp hàng dài dài mới đến lượt mình.\n\n3.Cách đi để không bị chạm vạch Đi xe vào từ mép ngoài bên trái, bởi vì như thế thì bánh sau mới không bị đè lên vạch. Nếu bạn đi vào từ mép ngoài bên phải thì nhìn bánh trước vào rất ngon lành, nhưng rất tiếc bánh sau sẽ bị đè lên vạch ngay. Tương tự lúc ra khỏi vòng số 8 cũng như vậy. Bạn phải cho xe ra từ mép ngoài bên trái, nếu không bánh sau của xe cũng sẽ đè lên vạch.\n",
    "loai": "1"
  },
  {
    "id_meo": "2",
    "nd_meo": "\n\n– Khi nghe gọi tên vào thi thực hành bài thi sát hạch lái xe mô tô thí sinh nhận xe, đội mũ bảo hiểm, gạt chống xe và nổ máy đưa xe vào vị trí xuất phát.\n\n– Trong phần thi số 1 thí sinh phải nhớ nguyên tắc vào 8 ra 3, phải chạy đủ vòng. Nên chạy với tốc độ vừa phải trong suốt lộ trình.\n\n– Khi nghe hiệu lệnh của người chấm thi thí sinh\n\nbắt đầu phần thi số 1 của bài thi thực hành thi sát\n\nhạch lái xe mô tô.\n\n– Gài số vào hình, xuất phát rẽ phải đi 1 vòng số 8 theo mũi tên đỏ sau đó vòng ra cửa sổ 2 theo hướng mũi tên xanh.\n\n> Lưu ý: Trong phần thi này thí sinh nên để số 2 đi luôn cho đầm máy. Khi chạy sa hình số 8, thí sinh nên hạ nhẹ ga xuống. Tuy nhiên tốc độ không nên quá chậm, nếu chạy nhanh thí sinh có thể rà thắng từ từ để phần bánh trước của xe bám vào vành ngoài của vòng số 8. Đây là phần thi khó nhất của bài thi thực hành thi sát hạch lái xe mô tô và giám khảo cũng thường quan sát kỹ phần thi này nên các bạn cần lưu ý.\n",
    "loai": "2"
  },
  {
    "id_meo": "2",
    "nd_meo": "Phần này là phần đơn giản nhất, các bạn thí sinh cần lưu ý chỉ nên đi với tốc độ vừa phải, giữ vững tay lái và đi giữa đường để tránh bị chạm vạch.",
    "loai": "3"
  },
  {
    "id_meo": "2",
    "nd_meo": "Gọi là đường vòng vèo nhưng nó không quanh co chút nào, ứng viên chỉ cần hơi lượn tay lái theo vạch vẽ sẵn là được.",
    "loai": "4"
  },
  {
    "id_meo": "2",
    "nd_meo": "Đây là phần thi thực hành cuối cùng. Các thí sinh phải giữ vững tay lái của mình tránh tình trạng mất lái, không nên đi với tốc độ quá chậm vì sẽ dễ ngã xe ảnh hưởng đến bài thi.",
    "loai": "5"
  }
]