[
  {
    "cau": "5",
    "noidungcauhoi": "“Dải phân cách” trên đường bộ gồm những loại nào?",
    "hinhcauhoi": "",
    "a": "1. Dải phân cách gồm loại cố định và loại di động.",
    "b": "2. Dải phân cách gồm tường chống ồn, hộ lan cứng và hộ lan mềm..",
    "c": "3. Dải phân cách gồm giá long môn và biển báo hiệu đường bộ.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "6",
    "noidungcauhoi": "Người lái xe được hiểu như thế nào trong các khái niệm dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Là người điều khiển xe cơ giới",
    "b": "2. Là người điều khiến xe thô sơ.",
    "c": "3. Là người điều khiển xe có súc vật kéo.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "20",
    "noidungcauhoi": "Hành vi điều khiển xe cơ giới chạy quá tốc độ quy định, giành đường, vượt ẩu có bị nghiêm cấm hay không?",
    "hinhcauhoi": "",
    "a": "1. Bị nghiêm cấm tùy từng trường hợp.",
    "b": "2. Không bị nghiêm cấm.",
    "c": "3. Bị nghiêm cấm.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "39",
    "noidungcauhoi": "Hành vi vận chuyển đồ vật công kênh bằng xe mô tô, xe gắn máy khi tham gia giao thông có được phép hay không?",
    "hinhcauhoi": "",
    "a": "1. Không được vận chuyển.\n",
    "b": "2. Chỉ được vận chuyển khi đã chẳng buộc cẩn thận.\n",
    "c": "3. Chỉ được vận chuyển vật cồng kềnh trên xe máy nếu khoảng cách về nhà ngắn hơn 2 km.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "53",
    "noidungcauhoi": "Khi muốn lùi xe nhưng không quan sát được phía sau, cần phải làm gì để đảm bảo an toàn?",
    "hinhcauhoi": "",
    "a": "1. Phải lùi thật chậm.",
    "b": "2. Có thể được lùi xe nhưng phải mở cửa xe.",
    "c": "3. Không được lùi xe.",
    "d": "4. Bấm còi 3 lần liên tiếp trước khi lùi.",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "66",
    "noidungcauhoi": "Bạn đang lái xe phía trước có một xe cứu thương đang phát tín hiệu ưu tiên bạn có được phép vượt hay không?",
    "hinhcauhoi": "",
    "a": "1. Không được vượt.",
    "b": "2. Được vượt khi đang đi trên cầu.",
    "c": "3. Được phép vượt khi đi qua nơi giao nhau có ít phương tiện cùng tham gia giao thông.",
    "d": "4. Được vượt khi đảm bảo an toàn.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "82",
    "noidungcauhoi": "Người có giấy phép lái xe hạng B2 được điều khiển loại xe nào?",
    "hinhcauhoi": "",
    "a": "1. Xe ô tô chở người trên 9 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "b": "2. Xe ô tô chở người đến 9 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải dưới 3.500 kg.",
    "c": "3. Xe ô tô chở người từ 10 đến 30 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "83",
    "noidungcauhoi": "Người có giấy phép lái xe hạng C được điều khiển loại xe nào?",
    "hinhcauhoi": "",
    "a": "1. Xe ô tô chở người trên 9 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "b": "2. Xe ô tô chở người từ 10 đến 30 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "c": "3. Xe ô tô chở người đến 9 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "93",
    "noidungcauhoi": "Khi gặp hiệu lệnh như dưới đây của cảnh sát giao thông thì người tham gia giao thông phải đi như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "https:\/\/thibanglaixe.com.vn\/wp-content\/uploads\/2020\/07\/600-cau-hoi83.jpg",
    "a": "1. Người tham gia giao thông ở hướng đối diện cảnh sát giao thông được đi, các hướng khác cần phải dừng lại.",
    "b": "2. Người tham gia giao thông được rẽ phải theo chiều mũi tên màu xanh ở bục cảnh sát giao thông.",
    "c": "3. Người tham gia giao thông ở các hướng đều phải dừng lại trừ các xe đã ở trong khu vự giao nhau.3. Người tham gia giao thông ở các hướng đều phải dừng lại trừ các xe đã ở trong khu vự giao nhau.",
    "d": "4. Người ở hướng đối diện cảnh sát giao thông phải dừng lại, các hướng khác được đi trong đó có bạn.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "96",
    "noidungcauhoi": "Bạn đang lái xe trong khu vực đô thị từ 22 giờ đến 5 giờ sáng hôm sau và cần vượt một xe khác, bạn cần báo hiệu như thế nào để đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1. Phải báo hiệu bằng đèn hoặc còi.",
    "b": "2. Chỉ được báo hiệu băng còi.",
    "c": "3. Phải báo hiệu bằng cả còi và đèn.",
    "d": "4. Chỉ được báo hiệu bằng đèn.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "1"
  },
  {
    "cau": "97",
    "noidungcauhoi": "Khi điều khiển xe chạy trên đường biết có xe sau xin vượt nếu đủ điều kiện an toàn người lái xe phải làm gì?",
    "hinhcauhoi": "",
    "a": "1 . Tăng tốc độ và ra hiệu cho xe sau vượt, không được gây trở ngại cho xe sau vượt.",
    "b": "2. Người điều khiển phương tiện phía trước phải giảm tốc độ, đi sát về bên phải của phần\nđường xe chạy cho đến khi xe sau đã vượt qua, không được gây trở ngại cho xe sau vượt.",
    "c": "3. Cho xe tránh về bên trái mình và ra hiệu cho xe sau vượt; nếu có chướng ngại vật phía trước hoặc thiếu điều kiện an toàn chưa cho vượt được phải ra hiệu cho xe sau biết; cấm gây trở ngại cho xe xin vượt.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "1"
  },
  {
    "cau": "105",
    "noidungcauhoi": "Tại nơi đường giao nhau không có báo hiệu đi theo vòng xuyến, người điều khiển phương tiện phải nhường đường như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "",
    "a": "1. Phải nhường đường cho xe đi đến từ bên phải.",
    "b": "2. Xe báo hiệu xin đường trước xe đó được đi trước.",
    "c": "3. Phải nhường đường cho xe đi đến từ bên trái.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "106",
    "noidungcauhoi": "Tại nơi đường bộ giao nhau cùng mức với đường sắt chỉ có đèn tín hiệu hoặc chuông báo hiệu, khi đèn tín hiệu màu đỏ đã bật sáng hoặc có tiếng chuông báo hiệu, người tham gia giao thông phải dừng lại ngay và giữ khoảng cách tối thiểu bao nhiêu mét tính từ ray gần nhất?",
    "hinhcauhoi": "",
    "a": "1. 1.5mét.",
    "b": "2. 3 mét.",
    "c": "3.4 mét.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "108",
    "noidungcauhoi": "Những trường hợp nào ghi ở dưới đây không được đi vào đường cao tốc trừ người, phương tiện, thiết bị phục vụ cho việc quản lý, bảo trì đường cao tốc?",
    "hinhcauhoi": "",
    "a": "1. Người đi bộ, xe thô sơ, xe gắn máy, xe mô tô và máy kéo; xe máy chuyên dùng có tốc độ thiết kế nhỏ hơn 70km\/h.",
    "b": "2. Xe mô tô và xe máy chuyên dùng có tốc độ thiết kế lớn hơn 70km\/h.",
    "c": "3. Người đi bộ, xe thô sơ, xe gắn máy và xe ô tô.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "128",
    "noidungcauhoi": "Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 60 km\/h?",
    "hinhcauhoi": "",
    "a": "1. Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "b": "2. Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg.",
    "c": "3. Ô tô buýt, ô tô đầu kéo kéo sơ mi rơ moóc, xe mô tô, ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông).",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "1"
  },
  {
    "cau": "142",
    "noidungcauhoi": "Tai những đoạn đường không bố trí biển báo hạn chế tốc độ, không bố trí biển báo khoảng cách an toàn tối thiểu giữa hai xe, người điều khiển phương; tiện tham gia giao thông phải thực hiện quy định nào dưới đây để đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1. Người điều khiển phương tiện tham gia giao thông không hạn chế tốc độ và khoảng cách an toàn tối thiểu giữa hai xe.",
    "b": "2. Người điều khiển phương tiện tham gia giao thông không hạn chế tốc độ và khoảng cách an toàn tối thiểu giữa hai xe vào ban đêm.",
    "c": "3. Người điều khiển phương tiện tham gia giao thông phải nghiêm chỉnh chấp hành quy định về tốc độ, khoảng cách an toàn tối thiểu giữa hai xe.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "1"
  },
  {
    "cau": "152",
    "noidungcauhoi": "Khi gặp xe buýt đang dừng đón, trả khách, người điều khiển xe mô tô phải xử lý như thế nào dưới đây để đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1 . Tăng tốc độ để nhanh chóng vượt qua bến đỗ.",
    "b": "2. Giảm tốc độ đến mức an toàn có thể và quan sát người qua đường và từ từ vượt qua xe buýt.",
    "c": "3. Yêu cầu phải dừng lại phía sau xe buýt chờ xe rời bến mới đi tiếp.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "1"
  },
  {
    "cau": "162",
    "noidungcauhoi": "Biển nào cấm các phương tiện giao thông đường bộ rẽ phải?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-321.jpg",
    "a": "1.Biển 1 và 2.",
    "b": "2. Biển 1 và 3.",
    "c": "3. Biển 2 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "1"
  },
  {
    "cau": "172",
    "noidungcauhoi": "Biển phụ đặt dưới biển cấm bóp còi có ý nghĩa gì?",
    "hinhcauhoi": "https:\/\/nganhangphapluat.lawnet.vn\/Images\/TracNghiemXeB1B2\/Cau250.png",
    "a": "1. Báo khoảng cách đến nơi cấm bóp còi.",
    "b": "2. Chiều dài đoạn đường cấm bóp còi từ nơi đặt biển.",
    "c": "3. Báo cấm dùng còi có độ vang xa 500 m.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "1"
  },
  {
    "cau": "186",
    "noidungcauhoi": "Biển nào báo hiệu “Đường dành cho xe thô sơ”?",
    "hinhcauhoi": "https:\/\/alohoc.com\/data\/upload\/2020\/0803\/373.png?ver=1652995125",
    "a": "1. Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "1"
  },
  {
    "cau": "188",
    "noidungcauhoi": "Biển nào báo hiệu sắp đến chỗ giao nhau nguy hiểm?",
    "hinhcauhoi": "https:\/\/hoclaixemoto.com\/wp-content\/uploads\/2019\/07\/262.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 1 và 2.",
    "c": "3. Biển 2 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "1"
  },
  {
    "cau": "247",
    "noidungcauhoi": "Xe nào phải nhường đường trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/cau-575.jpg",
    "a": "1.Xe con.",
    "b": "2.Xe tải",
    "c": "3.Xe của bạn",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "1"
  },
  {
    "cau": "251",
    "noidungcauhoi": "Bạn xử lý như thế nào khi xe phía trước đang lùi ra khỏi nơi đỗ?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-579.jpg",
    "a": "1. Chuyển sang nửa đường bên trái để đi tiếp.",
    "b": "2. Bấm còi, nháy đèn báo hiệu và đi tiếp.",
    "c": "3. Giảm tốc độ, dừng lại nhường đường.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "1"
  },
  {
    "cau": "261",
    "noidungcauhoi": "Bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-590.jpg",
    "a": "1. Tăng tốc độ cho xe lấn sang phần đường bên trái.",
    "b": "2. Giảm tốc độ cho xe lấn sang phần đường bên trái.",
    "c": "3. Giảm tốc độ cho xe đi sát phần đường bên phải",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "1"
  },
  {
    "cau": "264",
    "noidungcauhoi": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-593.jpg",
    "a": "1. Xe tải, xe đạp, xe của bạn.",
    "b": "2. Xe của bạn, xe đạp, xe tải.",
    "c": "3 Xe của bạn, xe tải, xe đạp.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "1"
  },
  {
    "cau": "24",
    "noidungcauhoi": "Hành vi vượt xe tại các vị trí có tâm nhìn hạn chế, đường vòng, đầu dốc có bị nghiêm cấm hay không?",
    "hinhcauhoi": "",
    "a": "1. Không bị nghiêm cấm.",
    "b": "2. Không bị nghiêm cấm khi rất vội.",
    "c": "3. Bị nghiêm cấm.",
    "d": "4. Không bị nghiêm cấm khi khẩn cấp.",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "2"
  },
  {
    "cau": "25",
    "noidungcauhoi": "Hành vi lắp đặt, sử dụng còi, đèn không đúng thiết kế của nhà sản xuất đối với từng loại xe cơ giới có được phép hay không?",
    "hinhcauhoi": "",
    "a": "1. Được phép",
    "b": "2. Không được phép.",
    "c": "3. Được phép tùy từng trường hợp.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "2"
  },
  {
    "cau": "26",
    "noidungcauhoi": "Việc sản xuất, mua bán, sử dụng biển số xe cơ giới, xe máy chuyên dùng được quy định như thế nào trong Luật Giao thông đường bộ?",
    "hinhcauhoi": "",
    "a": "1. Được phép sản xuất, sử dụng khi bị mất biển số.",
    "b": "2. Được phép mua bán, sử dụng khi bị mất biển số.",
    "c": "3. Nghiêm cấm sản xuất, mua bán, sử dụng trái phép.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "2"
  },
  {
    "cau": "36",
    "noidungcauhoi": "Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông có được sử dụng ô khi trời mưa hay không?",
    "hinhcauhoi": "",
    "a": "1. Được sử dụng.",
    "b": "2. Chỉ người ngồi sau được sử dụng.",
    "c": "3. Không được sử dụng.",
    "d": "4. Được sử dụng nếu không có áo mưa.",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "2"
  },
  {
    "cau": "41",
    "noidungcauhoi": "Người lái xe phải làm gì khi quay đầu xe trên cầu, đường ngầm hay khu vực đường bộ giao nhau cùng mức với đường sắt?",
    "hinhcauhoi": "",
    "a": "1. Không được quay đầu xe.",
    "b": "2. Lợi dụng chỗ rộng và phải có người làm tín hiệu sau xe để bảo đảm an toàn.",
    "c": "3. Lợi dụng chỗ rộng có thể quay đầu được để quay đầu xe cho an toàn.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "2",
    "sobode": "2"
  },
  {
    "cau": "67",
    "noidungcauhoi": "Bạn đang lái xe trong khu dân cư, có đông xe qua lại, nếu muốn quay đầu xe bạn cần làm gì để tránh ùn tắc và đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1. Đi tiếp đến điểm giao cắt gần nhất hoặc nơi có biển báo cho phép quay đầu xe.",
    "b": "2. Bấm đèn khẩn cấp và quay đầu xe từ từ bảo đảm an toàn.",
    "c": "3. Bấm còi liên tục khi quay đầu xe để cảnh báo các xe khác.",
    "d": "4. Nhờ một người ra hiệu giao thông trên đường chậm lại trước khi quay đầu.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "2"
  },
  {
    "cau": "80",
    "noidungcauhoi": "Người có giấy phép lái xe hạng B1 số tự động được điều khiển loại xe nào?",
    "hinhcauhoi": "",
    "a": "1. Ô tô số tự động chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng số tự động có trọng tải thiết kế dưới 3.500 kg; ô tô dùng cho người khuyết tật. Không được hành nghề lái xe.",
    "b": "2. Ô tô số tự động chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng số tự động có trọng tải thiết kế dưới 3.500 kg; ô tô dùng cho người khuyết tật. Được hành nghề lái xe kinh doanh vận tải.",
    "c": "3. Ô tô chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng có trọng tải thiết kế dưới 3.500 kg; ô tô dùng cho người khuyết tật.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "2"
  },
  {
    "cau": "95",
    "noidungcauhoi": "Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi như thế nào?",
    "hinhcauhoi": "",
    "a": "1. Cho xe đi trên bất kỳ làn đường nào hoặc giữa 02 làn đường nếu không có xe phía trước; khi cần thiết phải chuyển làn đường, người lái xe phải quan sát xe phía trước để bảo đảm an toàn.",
    "b": "2. Phải cho xe đi trong một làn đường và chỉ\neđược chuyển làn đường ở những nơi cho phép;\nkhi chuyển làn phải có tín hiệu báo trước và\nphải bảo đảm an toàn.",
    "c": "3. Phải cho xe đi trong một làn đường, khi cần thiểt phải chuyển làn đường, người lái xe phải quan sát xe phía trước để bảo đảm an toàn.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "2"
  },
  {
    "cau": "117",
    "noidungcauhoi": "Khi xe ô tô bị hỏng tại vị trí giao nhau giữa đường bộ và đường sắt, người lái xe xử lý như thế nào?",
    "hinhcauhoi": "",
    "a": "1. Nhanh chóng đặt báo hiệu trên đường sắt cách tối thiểu 500 mét về hai phía để báo cho người điều khiển phương tiện đường sắt và tìrn cách báo cho người quản lý đường sắt, nhà ga nơi gần nhất, đồng thời phải bằng mọi biện pháp nhanh chóng đưa ô tô hỏng ra khỏi phạm vi an toàn đường sắt.",
    "b": "2. Nhanh chóng đặt biển cảnh báo nguy hiểm tại vị trí xe ô tô bị hỏng để đoàn tàu dừng lại.",
    "c": "3. Liên hệ ngay với đơn vị cứu hộ để đưa ô tô hỏng ra khỏi phạm vi an toàn đường sắt.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "2"
  },
  {
    "cau": "122",
    "noidungcauhoi": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường hai chiều không có dải phân cách giữa, xe mô tô hai bánh, ô tô chở người đến 30 chỗ tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?",
    "hinhcauhoi": "",
    "a": "1. 60 km\/h.",
    "b": "2.50km\/h.",
    "c": "3. 40 km\/h.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "2"
  },
  {
    "cau": "134",
    "noidungcauhoi": "Người lái xe phải giảm tốc độ thấp hơn tốc độ đến mức cần thiết, chú ý quan sát và chuẩn bị sẵn sàng những tình huống có thế xảy ra để phòng ngừa tai nạn trong các trường hợp nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Gặp biển báo nguy hiểm trên đường.",
    "b": "2. Gặp biển chỉ dẫn trên đường.",
    "c": "3. Gặp biển báo hết mọi lệnh cấm.",
    "d": "4. Gặp biển báo hết hạn chế tốc độ tối đa cho phép.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "2"
  },
  {
    "cau": "147",
    "noidungcauhoi": "Khi tham gia giao thông trên đường cao tốc, người điều khiển phương tiện cơ giới có được dừng, đỗ xe trên phần đường xe chạy hay không?",
    "hinhcauhoi": "",
    "a": "1. Được dừng, đỗ.",
    "b": "2. Không được dừng, đỗ.",
    "c": "3. Được dừng, đỗ nhưng phải đảm bảo an toàn",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "2"
  },
  {
    "cau": "155",
    "noidungcauhoi": "Biển nào cấm máy kéo?",
    "hinhcauhoi": "https:\/\/storage.googleapis.com\/happy-quiz-vn.appspot.com\/zq\/quizzes\/85798af0-0d75-11e8-a0e2-050901070303-compressed.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2 và 3.",
    "c": "3. Biển 1 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "2"
  },
  {
    "cau": "168",
    "noidungcauhoi": "Biển báo này có ý nghĩa gì?",
    "hinhcauhoi": "https:\/\/o.vdoc.vn\/data\/image\/2019\/03\/28\/bien-bao-cam-xe-suc-vat-keo-p114-1.jpg",
    "a": "1. Đường cấm súc vật vận tải hàng hóa.",
    "b": "2. Đường cấm súc vật vận tải hành khách.",
    "c": "3. Đường cấm súc vật vận tải hàng hóa hoặc hành khách dù kéo xe hay chở trên lưng đi qua.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "2"
  },
  {
    "cau": "189",
    "noidungcauhoi": "Biển nào báo hiệu “Giao nhau có tín hiệu đèn”?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-374.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "4. Cả ba biển.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "2"
  },
  {
    "cau": "192",
    "noidungcauhoi": "Biển nào báo hiệu sắp đến chỗ giao nhau giữa đường bộ và đường sắt?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-379.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "4. Biển 1 và 3.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "2"
  },
  {
    "cau": "200",
    "noidungcauhoi": "Biển nào báo hiệu “Đường bị thu hẹp”?",
    "hinhcauhoi": "https:\/\/nganhangphapluat.lawnet.vn\/Images\/TracNghiemXeB1B2\/cau417.png",
    "a": "1. Biến 1 và 2.",
    "b": "2. Biến 1 và 3.",
    "c": "3. Biến 2 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "2"
  },
  {
    "cau": "204",
    "noidungcauhoi": "Biển nào báo hiệu “Giao nhau với đường không ưu tiên”?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-385.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "2"
  },
  {
    "cau": "233",
    "noidungcauhoi": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-561.jpg",
    "a": "1. Xe tải, xe con.",
    "b": "2. Xe khách, xe con.",
    "c": "3. Xe khách, xe tải.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "2"
  },
  {
    "cau": "236",
    "noidungcauhoi": "Trong tình huống dưới đây, để tránh xe phía trước bị hỏng đột xuất trên đường, người lái xe phải làm gì?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-564.jpg",
    "a": "1. Đánh lái sang trái cho xe vượt qua.",
    "b": "2.Quan sát phía trước, phía sau, khi đủ điều kiện an toàn, bật tín hiệu băng đèn hoặc còi rồi cho xe chạy vượt qua.",
    "c": "3. Cấm vượt.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "2"
  },
  {
    "cau": "239",
    "noidungcauhoi": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-567.jpg",
    "a": "1. Xe của bạn, mô tô, xe con.",
    "b": "2. Xe con, xe của bạn, mô tô.",
    "c": "3. Mô tô, xe con, xe của bạn.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "2"
  },
  {
    "cau": "244",
    "noidungcauhoi": "Bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/cau-572.jpg",
    "a": "1. Tăng tốc độ, rẽ phải trước xe tải và xe đạp.",
    "b": "2. Giảm tốc độ, rẽ phải sau xe tải và xe đạp.",
    "c": "3. Tăng tốc độ, rẽ phải trước xe đạp.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "2"
  },
  {
    "cau": "254",
    "noidungcauhoi": "Bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "https:\/\/1.bp.blogspot.com\/-YwBlcx83UTE\/XwjljdU7_iI\/AAAAAAAAUPo\/eqfrnsFDvrwPUmG6YHetWox8sb3TV7YmwCLcBGAsYHQ\/s600\/cau-582.jpg",
    "a": "1. Tăng tốc độ và đi thẳng qua ngã tư.",
    "b": "2, Dừng xe trước vạch dừng.",
    "c": "3. Giảm tốc độ và đi thẳng qua ngã tư.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "2"
  },
  {
    "cau": "269",
    "noidungcauhoi": "Trong tình huống dưới đây, xe con màu đỏ có được phép vượt khi xe con màu xanh đang vượt xe tải",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-598.jpg",
    "a": "1. Được vượt.",
    "b": " 2. Không được vượt.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "2"
  },
  {
    "cau": "273",
    "noidungcauhoi": "Theo hướng mũi tên, những hướng nào ô tô con được phép đi?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200904\/images\/2020-09-04_083739.jpg",
    "a": "1.Hướng 1.",
    "b": "2.Hướng 1, 3 và 4.",
    "c": "3. Hướng 2, 3 và 4.",
    "d": "4. Cả bốn hướng.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "2"
  },
  {
    "cau": "3",
    "noidungcauhoi": "Khái niệm \"Khổ giới hạn dường bộ được hiểu như thể nào là đúng?",
    "hinhcauhoi": "",
    "a": "1. Là khoảng trống có kích thước giới hạn về chiều cao, chiều rộng của đường, cầu, bến phà, hầm đường bộ để các xe kể cả hàng hóa xếp trên xe đi qua được an toàn.",
    "b": "2. Là khoảng trống có kích thước giới hạn về chiều rộng của đường, cầu, bến phà, hầm trên đường bộ để các xe kể cả hàng hóa xếp trên xe đi qua được an toàn",
    "c": "3. Là khoảng trống có kích thước giới hạn về chiều cao của cầu, bến phà, hầm trên đường bộ để các xe đi qua được an toàn",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "19",
    "noidungcauhoi": "Hành vi giao xe cơ giới, xe máy chuyên dùng cho người không đủ điều kiện để điều khiển xe tham gia giao thông có được phép hay không?",
    "hinhcauhoi": "",
    "a": "1. Chỉ được thực hiện nếu đã hướng dẫn đầy đủ.",
    "b": "2. Không được phép.",
    "c": "3. Được phép tùy từng trường hợp.",
    "d": "4. Chỉ được phép thực hiện với thành viên trong gia đình.",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "27",
    "noidungcauhoi": "Người lái xe không được vượt xe khác khi gặp trường hợp nào ghi ở dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Trên cầu hẹp có một làn xe. Nơi đường giao nhau, đường bộ giao nhau cùng mức với đường sắt; xe được quyền ưu tiên đang phát tín hiệu ưu tiên đi làm nhiệm vụ.",
    "b": "2. Trên cầu có từ 02 làn xe trở lên; nơi đường bộ giao nhau không cùng mức với đường sắt; xe được quyền ưu tiên đang đi phía trước nhưng không phát tín hiệu ưu tiên.",
    "c": "3. Trên đường có 2 làn đường được phân chia làn bằng vạch kẻ nét đứt.\n",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "30",
    "noidungcauhoi": "Người điều khiển phương tiện giao thông trên đường phố có được dừng xe, đỗ xe trên miệng cống thoát nước, miệng hầm của đường điện thoại, điện cao thế, chỗ dành riêng cho xe chữa cháy lấy nước hay không?",
    "hinhcauhoi": "",
    "a": "1. Được dừng xe, đỗ xe trong trường hợp cần thiết.",
    "b": "2. Không được dừng xe, đỗ xe.",
    "c": "3. Được dừng xe, không được đỗ xe.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "33",
    "noidungcauhoi": "Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi nào không được phép?",
    "hinhcauhoi": "",
    "a": "1. Buông cả hai tay; sử dụng xe để kéo, đẩy xe khác, vật khác; sử dụng chân chống của xe quệt xuống đường khi xe đang chạy.",
    "b": "2. Buông một tay; sử dụng xe để chở người hoặc hàng hoá; để chân chạm xuống đất khi khởi hành.",
    "c": "3. Đội mũ bảo hiểm; chạy xe đúng tốc độ quy định và chấp hành đúng quy tắc giao thông đường bộ.",
    "d": "4. Chở người ngồi sau dưới 16 tuổi.",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "58",
    "noidungcauhoi": "Khái niệm “người điều khiển giao thông” được hiểu như thế nào là đúng?",
    "hinhcauhoi": "",
    "a": "1. Là người điều khiển phương tiện tham gia giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
    "b": "2. Là cảnh sát giao thông, người được giao nhiệm vụ hướng dẫn giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
    "c": "3. Là người tham gia giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "68",
    "noidungcauhoi": "Người lái xe không được lùi xe ở những khu vực nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Ở khu vực cho phép đỗ xe.",
    "b": "2. Ở khu vực cấm dừng và trên phần đường dành cho người đi bộ qua đường.",
    "c": "3. Nơi đường bộ giao nhau, đường bộ giao nhau cùng mức với đường sắt, nơi tầm nhìn bị che khuất, trong hầm đường bộ, đường cao tốc.",
    "d": "4.cả ý 2 và ý 3.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "75",
    "noidungcauhoi": "Người đủ 16 tuổi được điều khiển các loại xe nào dưới đây?\n",
    "hinhcauhoi": "",
    "a": "1 . Xe mô tô 2 bánh có dung tích xi-lanh từ 50 cm3 trở lên.",
    "b": "2. Xe gắn máy có dung tích xi-lanh dưới 50 cm3.",
    "c": "3. Xe ô tô tải dưới 3.500 kg; xe chở người đến 9 chỗ ngồi.",
    "d": "4. Tất cả các ý nêu trên.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "87",
    "noidungcauhoi": "Biển báo hiệu có dạng hình tròn, viền đỏ, nền trắng, trên nền có hình vẽ hoặc chữ số, chữ viết màu đen là loại biển gì dưới đây?",
    "hinhcauhoi": "https:\/\/cdn.baogiaothong.vn\/upload\/images\/2020-2\/article_img\/2020-05-23\/bien-bao-cam-103a-1590225067-width232height232.jpg",
    "a": "1. Biển báo nguy hiểm.",
    "b": "2. Biển báo cấm.",
    "c": "3. Biển báo hiệu lệnh.",
    "d": "4. Biển báo chỉ dẫn.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "102",
    "noidungcauhoi": "Khi tránh xe đi ngược chiều, các xe phải nhường đường như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "",
    "a": "1. Nơi đường hẹp chỉ đủ cho một xe chạy và có chỗ tránh xe thì xe nào ở gần chỗ tránh hơn phải vào vị trí tránh, nhường đường cho xe kia đi.",
    "b": "2. Xe xuống dốc phải nhường đường cho xe đang lên dốc; xe nào có chướng ngại vật phía trước phải nhường đường cho xe không có chướng ngại vật đi trước.",
    "c": "3. Xe lên dốc phải nhường đường cho xe xuống dốc; xe nào không có chướng ngại vật phía trước phải nhường đường cho xe có chướng ngại vật đi trước",
    "d": "4. cả ý 1 và ý 2.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "3"
  },
  {
    "cau": "103",
    "noidungcauhoi": "Bạn đang lái xe trên đường hẹp, xuống dốc và gặp một xe đang đi lên dốc, bạn cần làm gì?",
    "hinhcauhoi": "",
    "a": "1. Tiếp tục đi vì xe lên dốc phải nhường đường cho mình.",
    "b": "2. Nhường đường cho xe lên dốc.",
    "c": "3. Chỉ nhường đường khi xe lên dốc nháy đèn.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "139",
    "noidungcauhoi": "Tại nơi đường giao nhau, người lái xe đang đi trên đường không ưu tiên phải xử lý như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "",
    "a": "1. Tăng tốc độ qua đường giao nhau để đi trước xe đi trên đường ưu tiên.",
    "b": "2. Giảm tốc độ qua đường giao nhau để đi trước xe đi trên đường ưu tiên.",
    "c": "3. Nhường đường cho xe đi trên đường ưu tiên từ bất kỳ hướng nào tới.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "3"
  },
  {
    "cau": "154",
    "noidungcauhoi": "Biển nào cấm ô tô tải?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/10\/30\/de-thi-a2-de-7-hinh-1.jpg",
    "a": "1. Cả ba biển.",
    "b": "2. Biển 2 và 3.",
    "c": "3. Biển 1 và 3.",
    "d": "4. Biển 1 và 2.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "159",
    "noidungcauhoi": "Biển nào cấm quay xe?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-317.jpg",
    "a": "1.Biển 1.",
    "b": "2.Biển 2.",
    "c": "3. Không biển nào.",
    "d": "4. Cả hai biển.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "164",
    "noidungcauhoi": "Biển nào xe được phép quay đầu nhưng không được rẽ trái?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-328-300x168.jpg",
    "a": "1.Biển 1",
    "b": "2. Biển 2.",
    "c": "3. Cả 2 biển.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "165",
    "noidungcauhoi": "Biển nào là Biển “Cấm đi ngược chiều”?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-329.jpg",
    "a": "1.Biển 1.",
    "b": "2.Biển 2.",
    "c": "3. Cả ba biển.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "174",
    "noidungcauhoi": "Biển nào xe mô tô hai bánh không được đi vào?",
    "hinhcauhoi": "https:\/\/hoclaixemoto.com\/wp-content\/uploads\/2019\/07\/283.jpg",
    "a": "1.Biển 1.",
    "b": "2.Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "177",
    "noidungcauhoi": "Biển nào là biển “Tốc độ tối đa cho phép về ban đêm”?",
    "hinhcauhoi": "https:\/\/alohoc.com\/data\/upload\/2020\/0803\/364.png?ver=1652380143",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Cả 2 biển.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "183",
    "noidungcauhoi": "Biển báo này có ý nghĩa gì?",
    "hinhcauhoi": "https:\/\/cdn.thuvienphapluat.vn\/tintuc\/uploads\/image\/2021\/02\/27\/r.306.png",
    "a": "1. Báo hiệu tốc độ tối đa cho phép các xe cơ giới chạy.",
    "b": "2. Báo hiệu tốc độ tối thiểu cho phép các xe cơ giới chạy.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "184",
    "noidungcauhoi": "Gặp biển nào người lái xe phải nhường đường cho người đi bộ?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-371.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "4. Biển 1 và 3.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "202",
    "noidungcauhoi": "Biển nào báo hiệu “Giao nhau với đường ưu tiên”?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-385.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "4. Cả ba biển.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "208",
    "noidungcauhoi": "Biển nào báo hiệu “Kết thúc đường đôi”?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-398.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "220",
    "noidungcauhoi": "Biển nào báo hiệu gần đến đoạn đường thường có. trẻ em đi ngang qua?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200904\/images\/2020-09-04_094214.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "4. Cả 3 biển",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "3"
  },
  {
    "cau": "265",
    "noidungcauhoi": "Để điều khiển xe rẽ trái, bạn chọn hướng đi nào dưới đây?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-594.jpg",
    "a": "1. Hướng 1.",
    "b": "2. Hướng2.",
    "c": "3. Gả 02 hướng đều được.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "3"
  },
  {
    "cau": "272",
    "noidungcauhoi": "Trong tình huống dưới đây, xe đầu kéo kéo rơ moóc (xe container) đang rẽ phải, xe con màu xanh đi như thế nào để đảm bảo an toàn?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-600.jpg",
    "a": "1. vượt về phía bên phải để đi tiếp.",
    "b": "2. Giảm tốc độ chờ xe đầu kéo rẽ phải, rồi tiếp tục đi.",
    "c": "3. vượt về phía bên trái để đi tiếp.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "3"
  },
  {
    "cau": "17",
    "noidungcauhoi": "Sử dụng rượu, bia khi lái xe, nếu bị phát hiện thì bị xử lý như thế nào?",
    "hinhcauhoi": "",
    "a": "1. Chỉ bị nhắc nhở.",
    "b": "2. Bị xử phạt hành chính hoặc có thể bị xử lý hình sự tùy theo mức độ vi phạm.",
    "c": "3. Không bị xử lý hình sự.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "34",
    "noidungcauhoi": "Người ngồi trên xe mô tô hai bánh, ba bánh, xe gắn máy khi tham gia giao thông có được mang, vác vật cồng kềnh hay không?",
    "hinhcauhoi": "",
    "a": "1. Được mang, vác tùy trường hợp cụ thể.",
    "b": "2. Không được mang, vác.",
    "c": "3. Được mang, vác nhưng phải đảm bảo an toàn.",
    "d": "4. Được mang vác tùy theo sức khỏe của bản thân.",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "37",
    "noidungcauhoi": "Khi đang lên dốc người ngôi trên xe mô tô có được phép kéo theo người đang điều khiển xe đạp hay không?",
    "hinhcauhoi": "",
    "a": "1. Chỉ được phép nếu cả hai đội mũ bảo hiểm.",
    "b": "2. Không được phép.",
    "c": "3. Chỉ được phép thực hiện trên đường thật vắng.",
    "d": "4. Chỉ được phép khi người đi xe đạp đã quá mệt.",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "43",
    "noidungcauhoi": "Người lái xe phải làm gì khi điều khiển xe vào đường cao tốc?",
    "hinhcauhoi": "",
    "a": "1. Phải có tín hiệu xin vào và phải nhường đường cho xe đang chạy trên đường; khi thấy an toàn mới cho xe nhập vào dòng xe ở làn đường sát mép ngoài; nếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi vào làn đường của đường cao tốc.",
    "b": "2. Phải có tín hiệu xin vào và phải nhanh chóng vượt xe đang chạy trên đường để nhập vào dòng xe ở làn đường sát mép ngoài; nếu có làn đường tăng tốc thì phải cho xe chạy qua làn đường đó để vào làn đường của đường cao tốc.2. Phải có tín hiệu xin vào và phải nhanh chóng vượt xe đang chạy trên đường để nhập vào dòng xe ở làn đường sát mép ngoài; nếu có làn đường tăng tốc thì phải cho xe chạy qua làn đường đó để vào làn đường của đường cao tốc.",
    "c": "",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "46",
    "noidungcauhoi": "Khi gặp một đoàn xe, một đoàn xe tang hay gặp một đoàn người có tổ chức theo đội ngũ, người lái xe phải xử lý như thế nào?",
    "hinhcauhoi": "",
    "a": "1. Từ từ đi cắt qua đoàn người, đoàn xe.",
    "b": "2. Không được cắt ngang qua đoàn người, đoàn xe.",
    "c": "3. Báo hiệu từ từ cho xe đi cắt qua để bảo đảm an toàn.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "78",
    "noidungcauhoi": "Người có giấy phép lái xe mô tô hạng A2 được phép điều khiển loại xe nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Xe mô tô ba bánh.",
    "b": "2. Xe mô tô hai bánh có dung tích xi lanh từ 175 cm3 trở lên và các loại xe quy định cho giấy phép lái xe hạng A1.",
    "c": "3. Các loại máy kéo nhỏ có trọng tải đến 1.000 kg.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "110",
    "noidungcauhoi": "Người điều khiển xe mô tô hai bánh, xe gắn máy được phép chở tối đa 2 người trong những trường hợp nào?",
    "hinhcauhoi": "",
    "a": "1. Chở người bệnh đi cấp cứu; trẻ em dưới 14 tuổi.",
    "b": "2. Áp giải người có hành vi vi phạm pháp luật.",
    "c": "3. cả ý 1và ý 2.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "124",
    "noidungcauhoi": "Trên đường bộ (trừ đường cao tốc) ngoài khu vực đông dân cư, đường đôi có dải phân cách giữa, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 90 km\/h?",
    "hinhcauhoi": "",
    "a": "1 . Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg.",
    "b": "2. Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải đến 3.500kg",
    "c": "3. Ô tô buýt, ô tô đầu kéo kéo sơ mi rơ moóc, ô tô chuyên dùng, xe mô tô.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "4"
  },
  {
    "cau": "132",
    "noidungcauhoi": "Khi tham gia giao thông trên đoạn đường không có biển báo “Cự ly tối thiểu giữa hai xe”, với điều kiện mặt đường khô ráo, xe cơ giới đang chạy với tốc độ từ trên 100 km\/h đến dưới 120 km\/h, người lái xe phải duy trì khoảng cách an toàn với xe đang chạy phía trước tối thiểu là bao nhiêu?",
    "hinhcauhoi": "",
    "a": "1.55m.",
    "b": "2.70m.",
    "c": "3. 100m",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "141",
    "noidungcauhoi": "Người lái xe phải xử lý như thế nào khi quan sát phía trước thấy người đi bộ đang sang đường tại nơi có vạch đường dành cho người đi bộ để đảm bảo an toàn?",
    "hinhcauhoi": "",
    "a": "1. Giảm tốc độ, đi từ từ để vượt qua trước người đi bộ.",
    "b": "2. Giảm tốc độ, có thể dừng lại nếu cần thiết trước vạch dừng xe để nhường đường cho người đi bộ qua đường.",
    "c": "3. Tăng tốc độ để vượt qua trước người đi bộ.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "143",
    "noidungcauhoi": "Khi tham gia giao thông trên đường cao tốc, người lái xe, người điều khiển xe máy chuyên dùng phải thực hiện các quy định như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "",
    "a": "1. Tuân thủ tốc độ tối đa, tốc độ tối thiểu ghi trên biển báo hiệu đường bộ, sơn kẻ mặt đường trên các làn xe.",
    "b": "2. Tuân thủ tốc độ tối đa, tốc độ tối thiểu ghi trên biển báo hiệu đường bộ, sơn kẻ mặt đường trên các làn xe chỉ vào ban ngày.",
    "c": "3. Tuân thủ tốc độ tối đa, tốc độ tối thiểu ghi trên biển báo hiệu đường bộ, sơn kẻ mặt đường trên các làn xe chỉ vào ban đêm.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "151",
    "noidungcauhoi": "Người điều khiển xe mô tô phải giảm tốc độ và hết sức thận trọng khi qua những đoạn đường nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Đường ướt, đường có sỏi cát trên nền đường.",
    "b": "2. Đường hẹp có nhiều điểm giao cắt từ hai phía.",
    "c": "3. Đường đèo dốc, vòng liên tục",
    "d": "4. Tất cả các ý nêu trên.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "4"
  },
  {
    "cau": "163",
    "noidungcauhoi": "Biển nào cho phép xe rẽ trái?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-326-300x167.jpg",
    "a": "1.Biển 1.",
    "b": "2.Biển 2.",
    "c": "3. Không biển nào.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "4"
  },
  {
    "cau": "171",
    "noidungcauhoi": "Khi gặp biển này, xe mô tô ba bánh có được phép rẽ trái hoặc rẽ phải hay không?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-348.jpg",
    "a": "1. Được phép.",
    "b": "2. Không được phép.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "4"
  },
  {
    "cau": "173",
    "noidungcauhoi": "Biển nào xe mô tô hai bánh được đi vào?",
    "hinhcauhoi": "https:\/\/hoclaixemoto.com\/wp-content\/uploads\/2019\/07\/283.jpg",
    "a": "1. Biển 1 và 2.",
    "b": "2.Biển 1 và 3.",
    "c": "3. Biển 2 và 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "4"
  },
  {
    "cau": "212",
    "noidungcauhoi": "Biển nào dưới đây là biển “Kè, vực sâu phía trước”?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/10\/30\/de-thi-a2-de-2-hinh-6.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "4"
  },
  {
    "cau": "222",
    "noidungcauhoi": "Người lái xe có thể quay đầu xe như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-550.jpg",
    "a": "1.Quay đầu theo hướng A.",
    "b": "2. Quay đầu theo hướng B.",
    "c": "3. Cấm quay đầu.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "223",
    "noidungcauhoi": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-551.jpg",
    "a": "1. Xe con và xe tải, xe của bạn.",
    "b": "2. Xe của bạn, xe tải, xe con.",
    "c": "3. Xe của bạn và xe con, xe tải.",
    "d": "4. Xe của bạn, xe tải + xe con.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "224",
    "noidungcauhoi": "Khi muốn vượt xe tải, người lái xe phải làm gì là đúng quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-552.jpg",
    "a": "1. Tăng tốc cho xe chạy vượt qua.",
    "b": "2.Bật tín hiệu báo hiệu bằng đèn hoặc còi, khi đủ điều kiện an toàn, tăng tốc cho xe chạy vượt qua.",
    "c": "3. Đánh lái sang làn bên trái và tăng tốc cho xe chạy vượt qua.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "225",
    "noidungcauhoi": "Theo tín hiệu đèn, xe nào phải dừng lại là đúng quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-553.jpg",
    "a": "1. Xe khách, mô tô.",
    "b": "2.Xe tải, mô tô.",
    "c": "3. Xe con, xe tải.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "228",
    "noidungcauhoi": "Bạn có được phép vượt xe mô tô phía trước không?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-556.jpg",
    "a": "1.Cho phép.",
    "b": "2.Không được vượt.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "230",
    "noidungcauhoi": "Bạn được dừng xe ở vị trí nào trong tình huống này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-558.jpg",
    "a": "1. Được phép dừng ở vị trí A.",
    "b": "2. Được phép dừng ở vị trí B.",
    "c": "3. Được phép dừng ở vị trí A và B.",
    "d": "4. Không được dừng.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "231",
    "noidungcauhoi": "Theo tín hiệu đèn của xe cơ giới, xe nào vi phạm quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-559.jpg",
    "a": "1. Xe mô tô.",
    "b": "2. Xe ô tô con",
    "c": "3. Không xe nào vi phạm.",
    "d": "4. Cả hai xe.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "242",
    "noidungcauhoi": "Xe của bạn được đi theo hướng nào trong trường hợp này?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/11\/02\/de-a2-18-hinh-14.jpg",
    "a": "1. Đi thẳng hoặc rẽ trái.",
    "b": "2. Đi thẳng hoặc rẽ phải.",
    "c": "3. Rẽ trái.",
    "d": "4. Đi thẳng, rẽ phải hoặc rẽ trái.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "260",
    "noidungcauhoi": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-589.jpg",
    "a": "1. Xe con, xe tải, xe của bạn.",
    "b": "2. Xe tải, xe con, xe của bạn.",
    "c": "3. Xe tải, xe của bạn, xe con.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "4"
  },
  {
    "cau": "13",
    "noidungcauhoi": "Cuộc đua xe chỉ được thực hiện khi nào?",
    "hinhcauhoi": "",
    "a": "1. Diễn ra trên đường phố không có người qua lại.",
    "b": "2. Được người dân ủng hộ.",
    "c": "3. Được cơ quan có thẩm quyền cấp phép.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "31",
    "noidungcauhoi": "Người điều khiển xe mô tô hai bánh, ba bánh, xe gắn máy có được phép sử dụng xe để kéo hoặc đẩy các phương tiện khác khi tham gia giao thông không?",
    "hinhcauhoi": "",
    "a": "1. Được phép.",
    "b": "2. Nếu phương tiện được kéo, đẩy có khối lượng nhỏ hơn phương tiện của mình.",
    "c": "3. Tùy trường hợp.",
    "d": "4. Không được phép.",
    "caudung": "d",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "32",
    "noidungcauhoi": "Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi buông cả hai tay; sử dụng xe để kéo, đẩy xe khác, vật khác; sử dụng chân chống của xe quệt xuống đường khi xe đang chạy có được phép hay không?",
    "hinhcauhoi": "",
    "a": "1. Được phép.",
    "b": "2. Tùy trường hợp.",
    "c": "3. Không được phép.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "45",
    "noidungcauhoi": "Người điều khiển xe mô tô hai bánh, xe gắn máy có được đi xe dàn hàng ngang; đi xe vào phần đường dành cho người đi bộ và phương tiện khác; sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính) hay không?",
    "hinhcauhoi": "",
    "a": "1. Được phép nhưng phải đảm bảo an toàn.",
    "b": "2. Không được phép.",
    "c": "3. Được phép tùy từng hoàn cảnh, điều kiện cụ thể.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "47",
    "noidungcauhoi": "Khi lái xe trên đường vắng mà cảm thấy buồn ngủ, người lái xe nên chọn cách xử lý như thế nào cho phù hợp?",
    "hinhcauhoi": "",
    "a": "1. Tăng tốc độ kết hợp với nghe nhạc và đi tiếp.",
    "b": "2. Quan sát và dừng xe tại nơi quy định; nghỉ cho đến khi hết buồn ngủ và đi tiếp.",
    "c": "3. Sử dụng một ít rượu hoặc bia để hết buồn ngủ và đi tiếp.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "3",
    "sobode": "5"
  },
  {
    "cau": "57",
    "noidungcauhoi": "Người điều khiển phương tiện tham gia giao thông đường bộ” gồm những đối tượng nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Người điều khiển xe cơ giới, người điều khiển xe thô sơ.",
    "b": "2. Người điều khiển xe máy chuyên dùng tham gia giao thông đường bộ.",
    "c": "3. Cả ý 1 và ý 2",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "65",
    "noidungcauhoi": "Bạn đang lái xe phía trước có một xe cảnh sát giao hông không phát tín hiệu ưu tiên bạn có được phép vượt hay không?",
    "hinhcauhoi": "",
    "a": "1. Không được vượt.",
    "b": "2. Được vượt khi đang đi trên cầu.",
    "c": "3. Được phép vượt khi đi qua nơi giao nhau có ít phương tiện cùng tham gia giao thông.",
    "d": "4. Được vượt khi đảm bảo an toàn.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "79",
    "noidungcauhoi": "Người có giấy phép lái xe mô tô hạng A3 được phép điều khiển loại xe nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Xe mô tô ba bánh.",
    "b": "2. Xe mô tô hai bánh có dung tích xi lanh từ 175\ncm3 trở lên.",
    "c": "3. Các loại máy kéo nhỏ có trọng tải đến 1.000\nkg",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "90",
    "noidungcauhoi": "Khi điều khiển xe chạy trên đường, người lái xe phải mang theo các loại giấy tờ gì?",
    "hinhcauhoi": "",
    "a": "1. Giấy chứng nhận tốt nghiệp khóa đào tạo của hạng xe đang điều khiển, đăng ký xe, giấy phép lưu hành xe.",
    "b": "2. Giấy phép lái xe phù hợp với loại xe đó; lệnh vận chuyển, đăng ký xe, giấy chứng nhận kiểm tra chất lượng an toàn kỹ thuật và bảo vệ môi trường của xe cơ giới sau khi cải tạo; giấy phép vận chuyển (nếu loại xe đó cần phải có).",
    "c": "3. Giấy phép lái xe phù hợp với loại xe đó, đăng ký xe, giấy chứng nhận kiểm định kỹ thuật và bảo vệ môi trường, giấy chứng nhận bảo hiểm trách nhiệm dân sự của chủ xe cơ giới và giấy phép vận chuyển (nếu loại xe đó cần phải có), các giấy tờ phải còn giá trị sử dụng.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "100",
    "noidungcauhoi": "Khi lùi xe người lái xe phải làm gì để bảo đảm an toàn?",
    "hinhcauhoi": "",
    "a": "1. Quan sát phía trước và cho lùi xe ở tốc độ chậm.",
    "b": "2. Lợi dụng nơi đường giao nhau đủ chiều rộng để lùi.",
    "c": "3. Phải quan sát phía sau, có tín hiệu cần thiết và chỉ nào thấy không nguy hiểm mới được lùi.\n",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "5"
  },
  {
    "cau": "107",
    "noidungcauhoi": "Trên đường cao tốc, người lái xe phải dừng xe, đỗ xe như thế nào để đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1. Không được dừng xe, đỗ xe hoặc chỉ được dừng xe, đỗ xe ở nơi đường rộng, nếu dừng, đỗ xe ở nơi đường hẹp phải sử dụng còi báo hiệu để người lái xe khác biết.",
    "b": "2. Chỉ được dừng xe, đỗ xe ở nơi quy định, trường hợp buộc phải dừng xe, đỗ xe không đúng nơi quy định thì người lái xe phải đưa xe ra khỏi phần đường xe chạy, nếu không thể được thì phải báo hiệu để người lái xe khác biết.",
    "c": "3. Chỉ được dừng xe, đỗ xe ở nơi đường rộng; trường hợp dừng xe, đỗ xe tại nơi đường hẹp phải đặt các chướng ngại vật trên đường để yêu cầu người lái xe khác giảm tốc độ để bảo đảm an toan",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "119",
    "noidungcauhoi": "Đường bộ trong khu vực đông dân cư gồm những đoạn đường nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Là đoạn đường năm trong khu công nghiệp có đông người và phương tiện tham gia giao thông và được xác định cụ thể băng biển chỉ dẫn địa giới.",
    "b": "2. Là đoạn đường bộ năm trong khu vực nội thành phố, nội thị xã, nội thị trấn và những đoạn đường có dân cư sinh sống sát dọc theo đường, có các hoạt động có thể ảnh hưởng đến giao thông đường bộ và được xác định băng biển báo là đường qua khu đông dân cư.",
    "c": "3. Là đoạn đường năm ngoài khu vực nội thành phố, nội thị xã có đông người và phương tiện tham gia giao thông và được xác định cụ thể bằng biển chỉ dẫn địa giới.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "5"
  },
  {
    "cau": "145",
    "noidungcauhoi": "Tại nơi đường giao nhau, khi đèn điều khiển giao thông có tín hiệu màu vàng, người điều khiển phương tiện giao thông phải chấp hành như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "",
    "a": "1. Phải cho xe dừng lại trước vạch dừng, trường hợp đã đi quá vạch dừng hoặc đã quá gần vạch dừng nếu dừng lại thấy nguy hiểm thì được đi tiếp.",
    "b": "2. Trong trường hợp tín hiệu vàng nhấp nháy là được đi nhưng phải giảm tốc độ, chú ý quan sát nhường đường cho người đi bộ qua đường.",
    "c": "3. Nhanh chóng tăng tốc độ, vượt qua nút giao và chú ý đảm bảo an toàn.",
    "d": "4. Cả ý 1 và ý 2.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "5"
  },
  {
    "cau": "167",
    "noidungcauhoi": "Gặp biển nào xe xích lô được phép đi vào?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/10\/30\/de-5-anh-3.jpg",
    "a": "1. Biển1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "4. Biển 1 và 2.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "5"
  },
  {
    "cau": "176",
    "noidungcauhoi": "Biển này có ý nghĩa gì?",
    "hinhcauhoi": "https:\/\/cdn.baogiaothong.vn\/files\/dung.pham\/2017\/03\/19\/16-2253.jpg",
    "a": "1. Cấm dừng xe về hướng bên trái.",
    "b": "2. Cấm đỗ xe và cấm dừng xe theo hướng bên phải.",
    "c": "3. Được phép đỗ xe và dừng xe theo hướng bên",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "5"
  },
  {
    "cau": "182",
    "noidungcauhoi": "Trong các biển báo dưới đây biển nào chỉ dẫn bắt đầu đường cao tốc.",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/11\/02\/de-a2-16-hinh-4.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Cả biển 1 và biển 2.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "5"
  },
  {
    "cau": "187",
    "noidungcauhoi": "Biển nào báo hiệu sắp đến chỗ giao nhau nguy hiểm?",
    "hinhcauhoi": "https:\/\/hoclaixemoto.com\/wp-content\/uploads\/2019\/07\/262.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 1 và 2.",
    "c": "3. Biển 2 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "5"
  },
  {
    "cau": "199",
    "noidungcauhoi": "Biển nào báo hiệu “Giao nhau với đường ưu tiên”?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-390.jpg",
    "a": "1. Biển 1 và 3.",
    "b": "2. Biển 2.",
    "c": "3.Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "5"
  },
  {
    "cau": "216",
    "noidungcauhoi": "Biển nào sau đây báo trước gần tới đoạn đường đang tiến hành thi công?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/11\/02\/oto-de-4-anh-3.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "4. Không biển nào",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "5"
  },
  {
    "cau": "217",
    "noidungcauhoi": "Biển nào dưới đây cảnh báo nguy hiểm đoạn đường thường xảy ra tai nạn?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-413.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "5"
  },
  {
    "cau": "221",
    "noidungcauhoi": "Xe nào đi trước là đúng quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/cau-549.jpg",
    "a": "1. Xe của bạn.",
    "b": "2.Xe tải.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "5"
  },
  {
    "cau": "226",
    "noidungcauhoi": "Xe nào phải nhường đường là đúng quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-554.jpg",
    "a": "1.Xe tải.",
    "b": "2.xe khách.",
    "c": "3.Xe con.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "5"
  },
  {
    "cau": "250",
    "noidungcauhoi": "Phía trước có một xe đang lùi vào nơi đỗ, xe con phía trước đang chuyển sang làn đường bên trái,bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-578.jpg",
    "a": "1. Nếu phía sau không có xe xin vượt, chuyển sang làn đường bên trái.",
    "b": "2. Nếu phía sau có xe xin vượt, thì giảm tốc độ,ở lại làn đường, dừng lại khi cần thiết.",
    "c": "3. Tăng tốc độ trên làn đường của mình và vượt xe con.",
    "d": "4. Ý 1 và ý 2",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "5"
  },
  {
    "cau": "259",
    "noidungcauhoi": "Xe nào được đi trước trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-588.jpg",
    "a": "1.Xe con.",
    "b": "2.Xe của bạn",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "5"
  },
  {
    "cau": "267",
    "noidungcauhoi": "Xe của bạn đang di chuyển gần đến khu vực giao cắt với đường sắt, khi rào chắn đang dịch chuyển,bạn điều khiển xe như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "https:\/\/www.thilythuyetb2.com\/wp-content\/uploads\/2020\/12\/600-cau-hoi596.jpg",
    "a": "1 . Quan sát nếu thấy không có tàu thì tăng tốc cho xe vượt qua đường sắt.",
    "b": "2. Dừng lại trước rào chắn một khoảng cách an toàn.",
    "c": "3. Ra tín hiệu, yêu cầu người gác chắn tàu kéo chậm Barie để xe bạn qua.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "5"
  },
  {
    "cau": "7",
    "noidungcauhoi": "Đường mà trên đó phương tiện tham gia giao thông được các phương tiện giao thông đến từ hướng khác nhường đường khi qua nơi đường giao nhau, được cảm biển báo hiệu đường ưu tiên là loại đường gì?",
    "hinhcauhoi": "",
    "a": "1. Đường không ưu tiên.",
    "b": "2. Đường tỉnh lộ.",
    "c": "3. Đường quốc lộ.",
    "d": "4. Đường ưu tiên.",
    "caudung": "d",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "8",
    "noidungcauhoi": "Khái niệm “phương tiện giao thông cơ giới đường bộ” được hiểu thế nào là đúng?",
    "hinhcauhoi": "",
    "a": "1. Gồm xe ô tô; máy kéo; xe mô tô hai bánh; xe mô tô ba bánh; xe gắn máy; xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng.",
    "b": "2. Gồm xe ô tô; máy kéo; rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo; xe mô tô hai bánh; xe mô tô ba bánh, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "44",
    "noidungcauhoi": "Người ngôi trên xe mô tô 2 bánh, xe gắn máy phải đội mũ bảo hiểm có cài quai đúng quy cách khi nào?",
    "hinhcauhoi": "",
    "a": "1. Khi tham gia giao thông đường bộ.",
    "b": "2. Chỉ khi đi trên đường chuyên dùng; đường cao tốc.",
    "c": "3. Khi tham gia giao thông trên đường tỉnh lộ hoặc quốc lộ.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "49",
    "noidungcauhoi": "Tại các điểm giao cắt giữa đường bộ và đường sắt, quyền ưu tiên thuộc về loại phương tiện nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Xe cứu hỏa.",
    "b": "2. Xe cứu thương.",
    "c": "3. Phương tiện giao thông đường sắt.",
    "d": "4. Ô tô, mô tô và xe máy chuyên dùng.",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "54",
    "noidungcauhoi": "Người điều khiển phương tiện tham gia giao thông đường bộ phải giảm tốc độ để có thể dừng lại một cách an toàn trong các trường hợp nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Khi có người đi bộ, xe lăn của người khuyết tật qua đường; đến gần bến xe buýt, điểm dừng đỗ xe có khách đang lên, xuống xe.",
    "b": "2. Khi điều khiển phương tiện đi qua khu vực trạm kiểm soát tải trọng xe, trạm cảnh sát giao thông, trạm giao dịch thanh toán đối với các phương tiện sử dụng đường bộ.",
    "c": "3.Cả ý 1và ý 2.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "73",
    "noidungcauhoi": "Tuổi tối đa của người lái xe ô tô chở người trên 30 chỗ ngồi (hạng E) là bao nhiêu tuổi?",
    "hinhcauhoi": "",
    "a": "1. 55 tuổi đối với nam và 50 tuổi đối với nữ.",
    "b": "2. 55 tuổi đối với nam và nữ.",
    "c": "3. 60 tuổi đối với nam và 55 tuổi đối với nữ.",
    "d": "4. 45 tuổi đối với nam và 40 tuổi đối với nữ.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "76",
    "noidungcauhoi": "Người có giấy phép lái xe mô tô hạng A1 không được phép điều khiển loại xe nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Xe mô tô có dung tích xi-lanh 125 cm3.",
    "b": "2. Xe mô tô có dung tích xi-lanh từ 175 cm3 trở lên.",
    "c": "3. Xe mô tô có dung tích xi-lanh 100 cm3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "85",
    "noidungcauhoi": "Người có giấy phép lái xe hạng E được điều khiển loại xe nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Xe kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc và được điều khiển các loại xe theo quy định cho giấy phép lái xe hạng B1, B2, C và FB2.",
    "b": "2. Xe ô tô chở người trên 30 chỗ ngồi; xe ô tô tải, máy kéo có trọng tải trên 3.500 kg.",
    "c": "3. Xe kéo rơ moóc và được điều khiển các loại xe; ô tô chở khách nối toa và các loại xe quy định cho giấy phép lái xe hạng B1, B2, C, D, FB2, FD.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "89",
    "noidungcauhoi": "Biển báo hiệu hình chữ nhật hoặc hình vuông hoặc hình mũi tên nền xanh lam là loại biển gì dưới đây?",
    "hinhcauhoi": "https:\/\/daotaolaixehd.com.vn\/wp-content\/uploads\/2016\/12\/bien-chi-dan-410.png",
    "a": "1. Biển báo nguy hiểm.",
    "b": "2. Biển báo cấm.",
    "c": "3. Biển báo hiệu lệnh phải thi hành.",
    "d": "4. Biển báo chỉ dẫn.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "6"
  },
  {
    "cau": "101",
    "noidungcauhoi": "Khi bạn nhìn thấy đèn phía sau xe ô tô có màu sáng trắng, ô tô đó đang trong tình trạng như thế",
    "hinhcauhoi": "",
    "a": "1 . Đang phanh.",
    "b": "2. Đang bật đèn sương mù.",
    "c": "3. Đang chuẩn bị lùi hoặc đang lùi.",
    "d": "4. Đang bị hỏng động cơ.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "6"
  },
  {
    "cau": "120",
    "noidungcauhoi": "Tốc độ tối đa cho phép đối với xe máy chuyên dùng, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự trên đường bộ (trừ đường cao tốc) không được vượt quá bao nhiêu km\/h?",
    "hinhcauhoi": "",
    "a": "1. 50 km\/h.",
    "b": "2. 40km\/h.",
    "c": "3. 60 km\/h.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "6"
  },
  {
    "cau": "158",
    "noidungcauhoi": "Biển nào cho phép ô tô con được vượt?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-312.jpg",
    "a": "1. Biển 1 và 2.",
    "b": "2. Biển 2.",
    "c": "3. Biển 1 và 3.",
    "d": "4. Biển 2 và 3.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "6"
  },
  {
    "cau": "191",
    "noidungcauhoi": "Biển nào báo hiệu Đường sắt giao nhau với đường bộ không có rào chắn?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/cau-378.jpg",
    "a": "1. Biển 1 và 2.",
    "b": "2. Biển 1 và 3.",
    "c": "3. Biển 2 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": " b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "6"
  },
  {
    "cau": "194",
    "noidungcauhoi": "Hai biển này có ý nghĩa gì?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/11\/02\/de-a2-10-hinh-5.jpg",
    "a": "1. Để chỉ nơi đường sắt giao vuông góc với đường bộ không có rào chắn.",
    "b": "2. Để báo trước sắp đến vị trí giao cắt đường bộ với đường sắt cùng mức, không vuông góc và không có người gác, không có rào chắn.",
    "c": "3. Nơi đường sắt giao nhau với đường bộ.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "6"
  },
  {
    "cau": "197",
    "noidungcauhoi": "Biển nào báo hiệu, chỉ dẫn xe đi trên đường này được quyền ưu tiên qua nơi giao nhau?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-385.jpg",
    "a": "1. Biển 1 và 2.",
    "b": "2.Biến 1 và 3.",
    "c": "3. Biển 2 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "6"
  },
  {
    "cau": "198",
    "noidungcauhoi": "Biển nào báo hiệu “Giao nhau với đường không ưu tiên”?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-385.jpg",
    "a": "1. Biển 1.",
    "b": "2. Biển 2.",
    "c": "3.Biển 3.",
    "d": "4. Biển 2 và 3.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "6"
  },
  {
    "cau": "203",
    "noidungcauhoi": "Biển nào báo hiệu “Đường giao nhau” của các tuyến đường cùng cấp?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-385.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "6"
  },
  {
    "cau": "218",
    "noidungcauhoi": "Gặp biển nào người tham gia giao thông phải đi chậm và thận trọng đề phòng khả năng xuất hiện và di chuyển bất ngờ của trẻ em trên mặt đường?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200904\/images\/2020-09-04_091957.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "6"
  },
  {
    "cau": "238",
    "noidungcauhoi": "Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-566.jpg",
    "a": "1. Xe con (A), xe con (B), xe tải (D).",
    "b": "2. Xe tải (D), xe con (E), xe buýt (G).",
    "c": "3. Xe tải (D), xe con (B).",
    "d": "4. Xe con (B), xe con (O).",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "6"
  },
  {
    "cau": "241",
    "noidungcauhoi": "Xe nào phải dừng lại trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-569.jpg",
    "a": "1. Xe con.",
    "b": "2, Xe của bạn.",
    "c": "3. cả hai xe.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "6"
  },
  {
    "cau": "255",
    "noidungcauhoi": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "hinhcauhoi": "https:\/\/yeuvohai.com\/storage\/temp\/public\/62f\/88f\/699q583__528.jpg",
    "a": "1, Xe của bạn, mô tô, xe đạp.",
    "b": "2. Xe mô tô, xe đạp, xe của bạn.",
    "c": "3. Xe đạp, xe mô tô, xe của bạn.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "6"
  },
  {
    "cau": "262",
    "noidungcauhoi": "Xe nào được đi trước trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-591.jpg",
    "a": "1.Xe tải.",
    "b": "2. Xe của bạn.",
    "c": "",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "6"
  },
  {
    "cau": "266",
    "noidungcauhoi": "Khi gặp xe ngược chiều bật đèn pha trong tình huống dưới đây, bạn xử lý như thế nào?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-595.jpg",
    "a": "1. Bật đèn chiếu xa, tăng tốc độ vượt xe cùng chiều",
    "b": "2.Giữ nguyên đèn chiếu gần , giảm tốc độ , đí sau xe phía trước",
    "c": "3. Giữ nguyên đèn chiếu gần, tăng tốc độ vượt xe cùng chiều.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "6"
  },
  {
    "cau": "268",
    "noidungcauhoi": "Trong tình huống dưới đây, xe con màu đỏ nhập làn đường cao tốc theo hướng mũi tên là đúng hay sai?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-597.jpg",
    "a": "1. Đúng.",
    "b": "2.sai.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "6"
  },
  {
    "cau": "274",
    "noidungcauhoi": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "https:\/\/thibanglaixe.com.vn\/wp-content\/uploads\/2020\/07\/600-cau-hoi520.jpg",
    "a": "1. Xe con (A), mô tô, xe con (B), xe đạp.",
    "b": "2. Xe con (B), xe đạp, mô tô, xe con (A).",
    "c": "3. Xe con (A), xe con (B), mô tô + xe đạp.",
    "d": "4. Mô tô + xe đạp, xe con (A), xe con (B).",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "6"
  },
  {
    "cau": "1",
    "noidungcauhoi": "Phần của đường bộ được sử dụng cho các phương tiện giao thông qua lại là gi?",
    "hinhcauhoi": "",
    "a": "1. Phần mặt đường và lề đường",
    "b": "2. Phân đường xe chạy",
    "c": "3. Phần đường xe cơ giới",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "2",
    "noidungcauhoi": "“Làn đường” là gì?",
    "hinhcauhoi": "",
    "a": "1. Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, sử dụng cho xe chay",
    "b": "2.Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, có bề rộng đủ cho xe chạy an toàn",
    "c": "3. Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, có đủ bề rộng cho xe ô tô chạy an toàn",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "14",
    "noidungcauhoi": "Người điều khiển phương tiện giao thông đường bộ mà trong cơ thể có chất ma túy có bị nghiêm cấm hay không?",
    "hinhcauhoi": "",
    "a": "1. Bị nghiêm cấm.",
    "b": "2. Không bị nghiêm cấm.",
    "c": "3. Không bị nghiêm cấm, nếu có chất ma túy ở mức nhẹ, có thể điều khiển phương tiện tham gia giao thông.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "15",
    "noidungcauhoi": "Việc lái xe mô tô, ô tô, máy kéo ngay sau khi uống rượu, bia có được phép hay không?",
    "hinhcauhoi": "",
    "a": "1. Không được phép.",
    "b": "2. Chỉ được lái ở tốc độ chậm và quãng đường ngắn.",
    "c": "3. Chỉ được lái nếu trong cơ thể có nồng độ cồn thấp.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "38",
    "noidungcauhoi": "Hành vi sử dụng xe mô tô để kéo, đẩy xe mô tô khác bị hết xăng đến trạm mua xăng có được phép hay không?",
    "hinhcauhoi": "",
    "a": "1. Chỉ được kéo nếu đã nhìn thấy trạm xăng.",
    "b": "2. Chỉ được thực hiện trên đường vắng phương tiện cùng tham gia giao thông.",
    "c": "3. Không được phép.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "62",
    "noidungcauhoi": "Khi lái xe trong khu đô thị và đông dân cư trừ các khu vực có biển cấm sử dụng còi, người lái xe được sử dụng còi như thế nào trong các trường hợp dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Từ 22 giờ đêm đến 5 giờ sáng.",
    "b": "2. Từ 5 giờ sáng đến 22 giờ tối.",
    "c": "3. Từ 23 giờ đêm đến 5 giờ sáng hôm sau.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "74",
    "noidungcauhoi": "Người lái xe chở người từ 10 đến 30 chỗ ngôi (hạng D), lái xe hạng C kéo rơ moóc (FC) phải đủ bao nhiêu tuổi trở lên?",
    "hinhcauhoi": "",
    "a": "1.23 tuổi.",
    "b": "2.24 tuổi.",
    "c": "3.22 tuổi.",
    "d": "4. 18 tuổi.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "86",
    "noidungcauhoi": "Người có giấy phép lái xe hạng FC được điều khiến loại xe nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc, ô tô chở khách nối toa và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1, B2 và FB2.",
    "b": "2. Các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1, B2 và FB2.",
    "c": "3. Mô tô hai bánh, các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ moóc, ô tô đầu kéo kéo sơ mỉ rơ moóc và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1,B2và FB2.",
    "d": "4. Tất cả các loại xe nêu trên.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "91",
    "noidungcauhoi": "Khi sử dụng giấy phép lái xe đã khai báo mất để điều khiển phương tiện cơ giới đường bộ, ngoài việc bị thu hồi giấy phép lái xe, chịu trách nhiệm trước pháp luật, người lái xe không được cấp giấy phép lái xe trong thời gian bao nhiêu năm?",
    "hinhcauhoi": "",
    "a": "1.02năm.",
    "b": "2.03năm.",
    "c": "3.05năm.",
    "d": "4. 04 năm.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "92",
    "noidungcauhoi": "Khi gặp hiệu lệnh như dưới đây của cảnh sát giao thông thì người tham gia giao thông phải đi như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "https:\/\/thibanglaixe.com.vn\/wp-content\/uploads\/2020\/07\/600-cau-hoi82.jpg",
    "a": "1. Người tham gia giao thông ở các hướng phải dừng lại.",
    "b": "2. Người tham gia giao thông ở các hướng được đi theo chiều gậy chỉ của cảnh sát giao thông.",
    "c": "3. Người tham gia giao thông ở phía trước và phía sau người điều khiển được đi tất cả các hướng; giao thông ở phía bên phải và phía bên trái người điều khiển phải dừng lại.",
    "d": "4. Người tham gia giao thông ở phía trước và phía sau người điều khiển phải dừng lại; giao thông ở phía bên phải và bên trái người điều khiển đươc đi tất cả các hướng.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "94",
    "noidungcauhoi": "Tại nơi có biển báo hiệu cố định lại có báo hiệu tạm thời thì người tham gia giao thông phải chấp hành hiệu lệnh của báo hiệu nào?",
    "hinhcauhoi": "",
    "a": "1. Biển báo hiệu cố định.",
    "b": "2. Báo hiệu tạm thời.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "98",
    "noidungcauhoi": "Trong khu dân cư, ở nơi nào cho phép người lái xe, người điều khiển xe máy chuyên dùng được quay đầu xe?",
    "hinhcauhoi": "",
    "a": "1. Ở nơi đường giao nhau và nơi có biển báo cho phép quay đầu xe.",
    "b": "2. Ở nơi có đường rộng để cho các loại xe chạy một chiều.",
    "c": "3. Ở bất kỳ nơi nào.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "7"
  },
  {
    "cau": "114",
    "noidungcauhoi": "Khi điều khiển xe cơ giới người lái xe phải bật đèn tín hiệu rẽ nào trong các trường hợp nào sau đây?",
    "hinhcauhoi": "",
    "a": "1. Khi cho xe chạy thẳng.",
    "b": "2. Trước khi thay đổi làn đường.",
    "c": "3. Sau khi thay đổi làn đường.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "126",
    "noidungcauhoi": "Trên đường bộ ngoà u vực đông dân cư, đườnghai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 80 km\/h?",
    "hinhcauhoi": "",
    "a": "1. Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "b": "2. Ô tô chở người trên 30 chỗ (trừ ô tô buýt), Ô tô tải có trọng tải trên 3.500 kg.",
    "c": "3. Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ xe buýt), ô tô tải có trọng tải nhỏ hơn hoặc bằng 3.500 kg.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "7"
  },
  {
    "cau": "133",
    "noidungcauhoi": "Khi điều khiển xe chạy với tốc độ dưới 60 km\/h, người lái xe phải chủ động điều khiển xe như thế nào để đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1. Chủ động giữ khoảng cách an toàn phù hợp với xe chạy liền trước xe của mình.",
    "b": "2. Đảm bảo khoảng cách an toàn theo mật độ phương tiện, tình hình giao thông thực tế.",
    "c": "3.cả ý 1 và ý 2",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "140",
    "noidungcauhoi": "Khi điều khiển xe trên đường vòng, khuất tầm nhìn người lái xe cần phải làm gì để đảm bảo an toàn?",
    "hinhcauhoi": "",
    "a": "1. Đi đúng làn đường, đúng tốc độ quy định, không được vượt xe khác.",
    "b": "2. Đi sang làn đường của xe ngược chiều để mở rộng tầm nhìn và vượt xe khác",
    "c": "3. Cho xe đi sát bên phải làn đường, bật tín hiệu báo hiệu để vượt bên phải xe khác.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "7"
  },
  {
    "cau": "166",
    "noidungcauhoi": "Gặp biển nào người lái xe không được đỗ xe vào ngày chẵn?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-331.jpg",
    "a": "1.Biển1.",
    "b": "2. Biển 1 và 3.",
    "c": "3. Biển 2 và 3.",
    "d": "4. Biển 3.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "7"
  },
  {
    "cau": "170",
    "noidungcauhoi": "Khi gặp các biển này xe ưu tiên theo luật định (có tải trọng hay chiều cao toàn bộ vượt quá chỉ số ghi trên biển) có được phép đi qua hay không?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-340.jpg",
    "a": "1 . Được phép.",
    "b": "2. Không được phép.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "7"
  },
  {
    "cau": "180",
    "noidungcauhoi": "Trong các biển báo dưới đây biển nào báo hiệu “Hết đường cao tốc”?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200903\/images\/2020-09-03_100944.jpg",
    "a": "1. Biển1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "7"
  },
  {
    "cau": "201",
    "noidungcauhoi": "Khi gặp biến nào, người lái xe phải giảm tốc độ, chú ý xe đi ngược chiều, xe đi ở phía đường bị hẹp phải nhường đường cho xe đi ngược chiều?",
    "hinhcauhoi": "https:\/\/nganhangphapluat.lawnet.vn\/Images\/TracNghiemXeB1B2\/cau417.png",
    "a": "1.Biển 1.",
    "b": "2. Biển 1 và 3.",
    "c": "3. Biến 2 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "7"
  },
  {
    "cau": "211",
    "noidungcauhoi": "Biển nào dưới đây là biển “Cầu xoay - cầu cất”?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200911\/images\/2020-09-11_095906.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "7"
  },
  {
    "cau": "214",
    "noidungcauhoi": "Biển nào sau đây là biển “Kè, vực sâu bên đường phía bên phải”?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/10\/30\/de-thi-a2-de-2-hinh-6.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "7"
  },
  {
    "cau": "246",
    "noidungcauhoi": "Bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/cau-574.jpg",
    "a": "1. Nhường đường cho xe khách và đi trước xe đạp.",
    "b": "2. Nhường đường cho xe đạp và đi trước xe khách.",
    "c": "3. Nhường đường cho xe đạp và xe khách.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "7"
  },
  {
    "cau": "248",
    "noidungcauhoi": "Xe nào phải nhường đường trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-585.jpg",
    "a": "1. Xe đi ngược chiều.",
    "b": "2.Xe của bạn",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "7"
  },
  {
    "cau": "270",
    "noidungcauhoi": "Trong tình huống dưới đây, xe con màu vàng vượt xe con màu đỏ là đúng quy tắc giao thông hay không?\n",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-599.jpg",
    "a": "1. Đúng.",
    "b": "2. Không đúng.",
    "c": "",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "7"
  },
  {
    "cau": "9",
    "noidungcauhoi": "Khái niệm “phương tiện giao thông thô sơ đường bộ” được hiểu thế nào là đúng?",
    "hinhcauhoi": "",
    "a": "1. Gồm xe đạp (kể cả xe đạp máy, xe đạp điện), xe xích lô, xe lăn dùng cho người khuyết tật, xe súc vật kéo và các loại xe tương tự.",
    "b": "2. Gồm xe đạp (kể cả xe đạp máy, xe đạp điện), xe gắn máy, xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng.",
    "c": "3. Gồm xe ô tô, máy kéo, rơ moóc hoặc sơ mỉ rơ moóc được kéo bởi xe ô tô, máy kéo.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "10",
    "noidungcauhoi": "“Phương tiện tham gia giao thông đường bộ” gồm những loại nào?",
    "hinhcauhoi": "",
    "a": "1. Phương tiện giao thông cơ giới đường bộ.",
    "b": "2. Phương tiện giao thông thô sơ đường bộ và xe máy chuyên dùng.",
    "c": "3.cả ý 1 và ý 2.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "11",
    "noidungcauhoi": "Hành vi nào dưới đây bị nghiêm cấm?",
    "hinhcauhoi": "",
    "a": "1. Đỗ xe trên đường phố",
    "b": "2. Sử dụng xe đạp đi trên các tuyến quốc lộ có tốc độ cao.",
    "c": "3. Làm hỏng (cố ý) cọc tiêu, gương cầu, dải\nphân cách.",
    "d": "4. Sử dụng còi và quay đầu xe trong khu dân cư.",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "50",
    "noidungcauhoi": "Trên đoạn đường bộ giao nhau đồng mức với đường sắt, người không có nhiệm vụ có được tự ý mở chắn đường ngang khi chắn đã đóng hay không?",
    "hinhcauhoi": "",
    "a": "1. Không được phép.",
    "b": "2. Được phép nhưng phải đảm bảo an toàn.",
    "c": "3. Được phép tùy từng hoàn cảnh và điều kiện cụ thể.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "51",
    "noidungcauhoi": "Khi điều khiển phương tiện tham gia giao thông, những hành vi nào dưới đây bị nghiêm cấm?",
    "hinhcauhoi": "",
    "a": "1. Thay đổi tốc độ của xe trên đường bộ.",
    "b": "2. Thay đổi tay số của xe trên đường bộ.",
    "c": "3. Lạng lách, đánh võng trên đường bộ.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "59",
    "noidungcauhoi": "Trong các khái niệm dưới đây khái niệm “dừng xe” được hiểu như thế nào là đúng?",
    "hinhcauhoi": "",
    "a": "1. Là trạng thái đứng yên của phương tiện giao thông không giới hạn thời gian để cho người lên, xuống phương tiện, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
    "b": "2. Là trạng thái đứng yên tạm thời của phương tiện giao thông trong một khoảng thời gian cần thiẽ! đủ để cho người lên, xuống phương tiện, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
    "c": "3. Là trạng thái đứng yên của phương tiện giao thông không giới hạn thời gian giữa 02 lần vận chuyển hàng hóa hoặc hành khách.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "60",
    "noidungcauhoi": "Khái niệm “đồ xe” được hiểu như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "",
    "a": "1. Là trạng thái đứng yên của phương tiện giao thông có giới hạn trong một khoảng thời gian cần thiết đủ để cho người lên, xuống phương tiện đó, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
    "b": "2. Là trạng thái đứng yên của phương tiện giao\nthông không giới hạn thời gian.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "81",
    "noidungcauhoi": "Người có giấy phép lái xe hạng B1 được điều khiển loại xe nào?",
    "hinhcauhoi": "",
    "a": "1. Ô tô chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng có trọng tải thiết kế dưới 3.500 kg; máy kéo kéo một rơ moóc có trọng tải thiết kế dưới 3.500 kg. Được hành nghề lái xe.",
    "b": "2. Ô tô chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng có trọng tải thiết kế dưới 3.500 kg; máy kéo kéo một rơ moóc có trọng tải thiết kế dưới 3.500 kg. Không hành nghề lái xe.",
    "c": "3. Ô tô số tự động chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng số tự động có trọng tải thiết kế\ntrên 3.500 kg; ô tô dùng cho người khuyết tật.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "104",
    "noidungcauhoi": "Tại nơi đường giao nhau, người lái xe đang đi trên đường không ưu tiên phải nhường đường như thế nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "",
    "a": "1. Nhường đường cho xe đi ở bên phải mình tới.",
    "b": "2. Nhường đường cho xe đi ở bên trái mình tới.",
    "c": "3. Nhường đường cho xe đi trên đường ưu tiên hoặc đường chính từ bất kỳ hướng nào tới.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "113",
    "noidungcauhoi": "Tại ngã ba hoặc ngã tư không có đảo an toàn, người lái xe phải nhường đường như thế nào là đúng trong các trường hợp dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Nhường đường cho người đi bộ đang đi trên phần đường dành cho người đi bộ sang đường; nhường đường cho xe đi trên đường ưu tiên, đường chính từ bất kỳ hướng nào tới; nhường đường cho xe ưu tiên, xe đi từ bên phải đến.",
    "b": "2. Nhường đường cho người đi bộ đang đứng chờ đi qua phần đường dành cho người đi bộ sang đường; nhường đường cho xe đi trên đường ngược chiều, đường nhánh từ bất kỳ hướng nào tới; nhường đường cho xe đi từ bên trái đến.",
    "c": "3. Không phải nhường đường.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "115",
    "noidungcauhoi": "Trên đoạn đường hai chiều không có giải phân cách giữa, người lái xe không được vượt xe khác trong các trường hợp nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1 . Xe bị vượt bất ngờ tăng tốc độ và cố tình không nhường đường.",
    "b": "2. Xe bị vượt giảm tốc độ và nhường đường.",
    "c": "3. Phát hiện có xe đi ngược chiều.",
    "d": "4.Cả ý 1 và ý 3.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "131",
    "noidungcauhoi": "Khi tham gia giao thông trên đoạn đường không có biển báo “Cự ly tối thiểu giữa hai xe”, với điều kiện mặt đường khô ráo, xe cơ giới đang chạy với tốc độ từ trên 80 km\/h đến 100 km\/h, người lái xe phải duy trì khoảng cách an toàn với xe đang chạy phía trước tối thiểu là bao nhiêu?",
    "hinhcauhoi": "",
    "a": "1.35m.",
    "b": "2.55m.",
    "c": "3. 70m",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "135",
    "noidungcauhoi": "Người lái xe phải giảm tốc độ, đi sát về bên phải của phần đường xe chạy trong các trường hợp nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Khi vượt xe khác.",
    "b": "2. Khi vượt xe khác tại đoạn đường được phép vượt.",
    "c": "3. Khi xe sau xin vượt và đảm bảo an toàn.",
    "d": "4. Khi xe sau có tín hiệu vượt bên phải.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "136",
    "noidungcauhoi": "Các phương tiện tham gia giao thông đường bộ (kể cả những xe có quyền ưu tiên) đều phải dừng lại bên phải đường của mình và trước vạch “dừng xe” tại các điểm giao cắt giữa đường bộ và đường sắt khi có báo hiệu dừng nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1 . Hiệu lệnh của nhân viên gác chắn.",
    "b": "2. Đèn đỏ sáng nháy, cờ đỏ, biển đỏ.",
    "c": "3. Gòi, chuông kêu, chắn đã đóng.",
    "d": "4. Tất cả các ý trên.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "8"
  },
  {
    "cau": "161",
    "noidungcauhoi": "Biển nào cấm ô tô rẽ trái?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-320.jpg",
    "a": "1.Biển1.",
    "b": "2.Biển 2.",
    "c": "3. Cả hai biển.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "8"
  },
  {
    "cau": "179",
    "noidungcauhoi": "Biển nào báo hiệu hạn chế tốc độ của phương tiện không vượt quá trị số ghi trên biển?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-366.jpg",
    "a": "1. Biển1.",
    "b": "2. Biển2.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "8"
  },
  {
    "cau": "185",
    "noidungcauhoi": "Biển nào chỉ đường dành cho người đi bộ, các loại xe không được đi vào khi gặp biển này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-371.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 1 và 3.",
    "c": "3. Biển 3.",
    "d": "4. Cả ba biển.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "8"
  },
  {
    "cau": "195",
    "noidungcauhoi": "Các biển này có ý nghĩa gì?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200903\/images\/2020-09-03_093747.jpg",
    "a": "1. Nơi đường sắt giao nhau với đường bộ.",
    "b": "2. Nơi đường sắt giao vuông góc với đường bộ.",
    "c": "3. Để báo trước sắp đến vị trí đường sắt giao không vuông góc với đường bộ, không có người gác và không có rào chắn.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "8"
  },
  {
    "cau": "206",
    "noidungcauhoi": "Biển nào báo hiệu phải giảm tốc độ, nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp?",
    "hinhcauhoi": "https:\/\/nganhangphapluat.lawnet.vn\/Images\/TracNghiemXeB1B2\/cau403.png",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "8"
  },
  {
    "cau": "209",
    "noidungcauhoi": "Biển nào chỉ dẫn cho người tham gia giao thông biết vị trí và khoảng cách có làn đường cứu nạn hay làn thoát xe khẩn cấp?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-403.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Cả hai biển.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "8"
  },
  {
    "cau": "234",
    "noidungcauhoi": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-562.jpg",
    "a": "1. Xe con, xe tải, xe khách.",
    "b": "2. xe tải, xe khách, xe mô tô.",
    "c": "3. Xe khách, xe mô tô, xe con.",
    "d": "4. Cả bốn xe.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "8"
  },
  {
    "cau": "240",
    "noidungcauhoi": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-568.jpg",
    "a": "1 . Xe của bạn, mô tô, xe con.",
    "b": "2. Xe con, xe của bạn, mô tô.",
    "c": "3. Mô tô, xe con, xe của bạn.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "8"
  },
  {
    "cau": "245",
    "noidungcauhoi": "Bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/cau-573.jpg",
    "a": "1. Tăng tốc độ, rẽ phải trước xe con màu xanh phía trước và người đi bộ.",
    "b": "2. Giảm tốc độ, để người đi bộ qua đường và rẽ phải trước xe con màu xanh.",
    "c": "3: Giảm tốc độ, để người đi bộ qua đường và rẽ phải sau xe con màu xanh",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "8"
  },
  {
    "cau": "252",
    "noidungcauhoi": "Phía trước có một xe màu xanh đang vượt xe màu vàng trên làn đường của bạn, bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-580.jpg",
    "a": "1. Phanh xe giảm tốc độ và đi sát lề đường bên phải",
    "b": "2. Bấm còi, nháy đèn báo hiệu, giữ nguyên tốc độ và đi tiếp.",
    "c": "3. Phanh xe giảm tốc độ và đi sát lề đường bên trái.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "8"
  },
  {
    "cau": "263",
    "noidungcauhoi": "Xe nào dừng đúng theo quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-592.jpg",
    "a": "1.Xe con.",
    "b": "2. Xe mô tô.",
    "c": "3. Cả 2 xe đều sai.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "8"
  },
  {
    "cau": "12",
    "noidungcauhoi": "Hành vi đưa xe cơ giới, xe máy chuyên dùng không bảo đảm tiêu chuẩn an toàn kỹ thuật và bảo vệ môi trường vào tham gia giao thông đường bộ có bị nghiêm cấm hay không?",
    "hinhcauhoi": "",
    "a": "1. Không nghiêm cấm.",
    "b": "2. Bị nghiêm cấm.",
    "c": "3. Bị nghiêm cấm tùy theo các tuyến đường.",
    "d": "4. Bị nghiêm cấm tuỳ theo loại xe.",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "9"
  },
  {
    "cau": "21",
    "noidungcauhoi": "Khi lái xe trên đường, người lái xe cần quan sát và bảo đảm tốc độ phương tiện như thế nào?",
    "hinhcauhoi": "",
    "a": "1. Chỉ lớn hơn tốc độ tối đa cho phép khi đường vắng.",
    "b": "2. Chỉ lớn hơn tốc độ tối đa cho phép vào ban đêm.",
    "c": "3. Không vượt quá tốc độ cho phép.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "9"
  },
  {
    "cau": "23",
    "noidungcauhoi": "Trên đường có nhiều làn đường, khi điêu khiển phương tiện ở tốc độ chậm bạn phải đi ở làn đường nào?",
    "hinhcauhoi": "",
    "a": "1. Đi ở làn bên phải trong cùng.",
    "b": "2. Đi ở làn phía bên trái.",
    "c": "3. Đi ở làn giữa.",
    "d": "4. Đi ở bất cứ làn nào nhưng phải bấm đèn cảnh báo nguy hiểm để báo hiệu cho các phương tiện khác.",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "9"
  },
  {
    "cau": "28",
    "noidungcauhoi": "Ở phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, đường cao tốc, đường hẹp, đường dốc, tại nơi đường bộ giao nhau cùng mức với đường sắt có được quay đầu xe hay không?",
    "hinhcauhoi": "",
    "a": "1. Được phép.",
    "b": "2. Không được phép.",
    "c": "3. Tùy từng trường hợp.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "9"
  },
  {
    "cau": "35",
    "noidungcauhoi": "Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông có được bám, kéo hoặc đẩy các phương tiện khác không?",
    "hinhcauhoi": "",
    "a": "1. Được phép.\n",
    "b": "2. Được bám trong trường hợp phương tiện của mình bị hỏng.",
    "c": "3. Được kéo, đẩy trong trường hợp phương tiện khác bị hỏng.",
    "d": "4. Không được phép.",
    "caudung": "d",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "9"
  },
  {
    "cau": "77",
    "noidungcauhoi": "Người có giấy phép lái xe mô tô hạng A1 được phép điều khiển loại xe nào dưới đây?",
    "hinhcauhoi": "",
    "a": "Xe mô tô có dung tích xi-lanh từ 50 cm3 đến dưới 175 cm3.",
    "b": "2. Xe mô tô ba bánh dành cho người khuyết tật.",
    "c": "3. Cả ý 1và ý 2.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "9"
  },
  {
    "cau": "88",
    "noidungcauhoi": "Biển báo hiệu hình tròn có nên xanh lam có hình vẽ màu trắng là loại biển gì dưới đây?",
    "hinhcauhoi": "http:\/\/bizweb.dktcdn.net\/thumb\/grande\/100\/352\/036\/products\/bien-301-a.jpg?v=1600053811687",
    "a": "1. Biển báo nguy hiểm.",
    "b": "2. Biển báo cấm.",
    "c": "3. Biển báo hiệu lệnh phải thi hành.",
    "d": "4. Biển báo chỉ dẫn.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "9"
  },
  {
    "cau": "99",
    "noidungcauhoi": "Khi muốn chuyển hướng, người lái xe phải thực hiện như thế nào để đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1. Quan sát gương, ra tín hiệu chuyển hướng, quan sát an toàn và chuyển hướng.",
    "b": "2. Quan sát gương, giảm tốc độ, ra tín hiệu chuyẽn hướng, quan sát an toàn và chuyển hướng.",
    "c": "3. Quan sát gương, tăng tốc độ, ra tín hiệu và chuyển hướng.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "9"
  },
  {
    "cau": "129",
    "noidungcauhoi": "Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 50 km\/h?",
    "hinhcauhoi": "",
    "a": "1. Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "b": "2. Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg.",
    "c": "3. Ô tô kéo rơ moóc, ô tô kéo xe khác, ô tô trộn vữa, ô tô trộn bê tông, ô tô xi téc.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "9"
  },
  {
    "cau": "146",
    "noidungcauhoi": "Để báo hiệu cho xe phía trước biết xe mô tô của bạn muốn vượt, bạn phải có tín hiệu như thế nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Ra hiệu bằng tay rồi cho xe vượt qua.",
    "b": "2. Tăng ga mạnh để gây sự chú ý rồi cho xe vượt qua.",
    "c": "3. Bạn phải có báo hiệu bằng đèn hoặc còi.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "9"
  },
  {
    "cau": "150",
    "noidungcauhoi": "Trên đường bộ, người lái xe ô tô có được phép dừng xe, đỗ xe song song với một xe khác đang dừng, đỗ hay không?",
    "hinhcauhoi": "",
    "a": "1 . Được phép.",
    "b": "2. Không được phép.",
    "c": "3. Chỉ được phép dừng, đỗ khi đường vắng.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "9"
  },
  {
    "cau": "153",
    "noidungcauhoi": "Biển nào cấm các loại xe cơ giới đi vào, trừ xe gắn máy, mô tô hai bánh và các loại xe ưu tiên theo luật định?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-305.jpg",
    "a": "1. Biển1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 1 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "9"
  },
  {
    "cau": "160",
    "noidungcauhoi": "Biển nào cấm xe rẽ trái?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-317.jpg",
    "a": "1.Biển 1.",
    "b": "2.Biển 2.",
    "c": "3. Cả hai biển.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "9"
  },
  {
    "cau": "178",
    "noidungcauhoi": "Biển báo nào báo hiệu bắt đầu đoạn đường vào phạm vi khu dân cư, các phương tiện tham gia giao thông phải tuân theo các quy định đi đường được áp dụng ở khu đông dân cư?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-365.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "9"
  },
  {
    "cau": "181",
    "noidungcauhoi": "Số 50 trên biển báo dưới đây có ý nghĩa gì?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-368.jpg",
    "a": "1. Tốc độ tối đa các xe cơ giới được phép chạy.",
    "b": "2. Tốc độ tối thiểu các xe cơ giới được phép chạy.",
    "c": "",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "9"
  },
  {
    "cau": "190",
    "noidungcauhoi": "Biển nào báo hiệu nguy hiểm giao nhau với đường sắt?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-377.jpg",
    "a": "1.Biển1 và 2.",
    "b": "2.Biền 1 và 3.",
    "c": "3. Biển 2 và 3.",
    "d": "4. Cả ba biển.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "9"
  },
  {
    "cau": "193",
    "noidungcauhoi": "Biển nào báo hiệu “Cửa chui”?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200904\/images\/2020-09-04_085222.jpg",
    "a": "1.Biển1.",
    "b": "2.Biến 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "9"
  },
  {
    "cau": "207",
    "noidungcauhoi": "Biển nào báo hiệu “Đường đôi”?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-398.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "9"
  },
  {
    "cau": "227",
    "noidungcauhoi": "Người lái xe có được vượt xe tải để đi thẳng trong trường hợp này không?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-555.jpg",
    "a": "1,Được vượt.",
    "b": "2 .Cấm vượt",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "9"
  },
  {
    "cau": "229",
    "noidungcauhoi": "Người lái xe dừng tại vị trí nào là đúng quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-557.jpg",
    "a": "1.vị trí A và B.",
    "b": "2.vị trí A và C.",
    "c": "3.vị tri B và C.",
    "d": "4. Cả ba vị trí A,B,C.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "9"
  },
  {
    "cau": "235",
    "noidungcauhoi": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-563.jpg",
    "a": "1. Xe khách, xe tải.",
    "b": "2, Xe khách, xe con.",
    "c": "3. Xe con, xe tải",
    "d": "4. Xe khách, xe tải, xe con.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "9"
  },
  {
    "cau": "237",
    "noidungcauhoi": "Các xe đi theo hướng mũi tên, xe nào chấp hành đúng quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-565.jpg",
    "a": "1. Xe tải, mô tô.",
    "b": "2. xe khách, mô tô.",
    "c": "3, Xe tải, xe con.",
    "d": "4, Mô tô, xe con.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "9"
  },
  {
    "cau": "253",
    "noidungcauhoi": "Xe tải phía trước có tín hiệu xin chuyển làn đường,bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "https:\/\/1.bp.blogspot.com\/-J-fKNfy1MQ4\/Xwjlijdw9II\/AAAAAAAAUPg\/AfxMYClbLsIfasMSDsLcGU1IF3Fk8pHOQCLcBGAsYHQ\/s600\/cau-581.jpg",
    "a": "1. Bật tín hiệu xin chuyển làn đường sang trái để vượt xe tải.",
    "b": "2. Phanh xe giảm tốc độ chờ xe tải phía trước chuyển làn đường.",
    "c": "3. Bấm còi báo hiệu và vượt qua xe tải trên làn đường của mình.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "9"
  },
  {
    "cau": "257",
    "noidungcauhoi": "Xe nào phải nhường đường trong trường hợp này?",
    "hinhcauhoi": "https:\/\/hoclaionline.com\/wp-content\/uploads\/586.png",
    "a": "1.Xe con.",
    "b": "2. Xe của bạn.",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "9"
  },
  {
    "cau": "258",
    "noidungcauhoi": "Bạn xử lý như thế nào trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-587.jpg",
    "a": "1. Tăng tốc độ, đi qua vạch người đi bộ sang đường, để người đi bộ sang đường sau.",
    "b": "2. Giảm tốc độ, đi qua vạch người đi bộ sang đường, để người đi bộ sang đường sau.",
    "c": "3. Giảm tốc độ, để người đi bộ sang đường trước, sau đó cho xe đi qua vạch người đi bộ sang đường.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "9"
  },
  {
    "cau": "4",
    "noidungcauhoi": "Trong các khái niệm dưới đây, \"dải phân cách” được hiểu như thế nào là đúng?",
    "hinhcauhoi": "",
    "a": "1. Là bộ phận của đường để ngăn cách không cho các loại xe vào những nơi không được phép.",
    "b": "2. Là bộ phận của đường để phân tách phần đường xe chạy và hành lang an toàn giao thông.",
    "c": "3. Là bộ phận của đường để phân chia mặt đường thành hai chiều xe chạy riêng biệt hoặc để phân chia phần đường của xe cơ giới và xe thô sơ.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "40",
    "noidungcauhoi": "Trên đường giao thông, khi hiệu lệnh của người điều khiển giao thông trái với hiệu lệnh của đèn hoặc biển báo hiệu thì người tham gia giao thông phải chấp hành theo hiệu lệnh nào?",
    "hinhcauhoi": "",
    "a": "1. Hiệu lệnh của người điều khiển giao thông.",
    "b": "2. Hiệu lệnh của đèn điều khiển giao thông.",
    "c": "3. Hiệu lệnh của biển báo hiệu đường bộ.",
    "d": "4. Theo quyết định của người tham gia giao thông nhưng phải bảo đảm an toàn.",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "42",
    "noidungcauhoi": "Trên đoạn đường bộ giao nhau cùng mức với đường sắt, cầu đường bộ đi chung với đường sắt thì loại phương tiện nào được quyền ưu tiên đi trước?",
    "hinhcauhoi": "",
    "a": "1. Phương tiện nào bên phải không vướng.",
    "b": "2. Phương tiện nào ra tín hiệu xin đường trước.",
    "c": "3. Phương tiện giao thông đường sắt.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "48",
    "noidungcauhoi": "Trên đường cao tốc, người lái xe xử lý như thế nào khi đã vượt quá lối ra của đường định rẽ?",
    "hinhcauhoi": "",
    "a": "1. Quay xe, chạy trên lề đường bên phải và rẽ khỏi đường cao tốc.",
    "b": "2. Lùi xe sát lề đường bên phải và rẽ khỏi đường cao tốc.",
    "c": "3. Tiếp tục chạy đến lối ra tiếp theo.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "3",
    "sobode": "10"
  },
  {
    "cau": "52",
    "noidungcauhoi": "Khi xe ô tô, mô tô đến gần vị trí giao nhau giữa đường bộ và đường sắt không có rào chắn, khi đèn tín hiệu màu đỏ đã bật sáng hoặc khi có tiếng chuông báo hiệu, người lái xe xử lý như thế nào?",
    "hinhcauhoi": "",
    "a": "1. Giảm tốc độ cho xe vượt qua đường sắt.",
    "b": "2. Nhanh chóng cho xe vượt qua đường sắt trước khi tàu hỏa tới.",
    "c": "3. Giảm tốc độ cho xe vượt qua đường sắt trước khi tàu hỏa tới.",
    "d": "4. Cho xe dừng ngay lại và giữ khoảng cách tối thiểu 5 mét tính từ ray gần nhất.",
    "caudung": "d",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "61",
    "noidungcauhoi": "Khái niệm “đường cao tốc” được hiểu như thế nào là đúng?",
    "hinhcauhoi": "",
    "a": "1. Đường dành riêng cho xe ôtô và một số loại xe chuyên dùng được phép đi vào theo quy định của Luật Giao thông đường bộ.",
    "b": "2. Có dải phân cách phân chia đường cho xe chạy hai chiều riêng biệt mà dải phân cách này xe không đi được lên trên; không giao nhau cùng mức với một hoặc một số đường khác.",
    "c": "3. Được bố trí đầy đủ trang thiết bị phục vụ, bảo đảm giao thông liên tục, an toàn, rút ngắn thời gian hành trình và chỉ cho xe ra, vào ở những điểm nhất định.",
    "d": "4. Tất cả các ý trên.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "64",
    "noidungcauhoi": "Trong trường hợp đặc biệt, để được lắp đặt, sử dụng còi, đèn khác thiết kế của nhà sản xuất đối với từng loại xe cơ giới bạn phải đảm bảo yêu cầu nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Phải đảm bảo phụ tùng do đúng nhà sản xuất đó cung cấp.",
    "b": "2. Phải được chấp thuận của cơ quan có thẩm quyền.",
    "c": "3. Phải là xe đăng ký và hoạt động tại các khu vực có địa hình phức tạp.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "72",
    "noidungcauhoi": "Người lái xe ô tô chở người trên 30 chỗ ngồi (hạng E), lái xe hạng D kéo rơ moóc (FD) phải đủ bao nhiêu tuổi trở lên?",
    "hinhcauhoi": "",
    "a": "1. 23 tuổi.",
    "b": "2. 24 tuổi.",
    "c": "3. 27 tuổi.",
    "d": "4. 30 tuổi.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "84",
    "noidungcauhoi": "Người có giấy phép lái xe hạng D được điều khiển loại xe nào dưới đây?",
    "hinhcauhoi": "",
    "a": "Xe ô tô chở người đến 30 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; xe ô tô tải, máy kéo có trọng tải trên 3.500 kg.",
    "b": "2. Xe ô tô chở người trên 30 chỗ ngồi; xe ô tô tải, máy kéo có trọng tải trên 3.500 kg.",
    "c": "3. Xe kéo rơ moóc, ô tô đầu kéo kéo sơ mỉ rơ moóc và được điều khiển các loại xe theo quy định cho giấy phép lái xe hạng B1, B2, C và FB2.\n",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "109",
    "noidungcauhoi": "Người điều khiển phương tiện tham gia giao thông trong hầm đường bộ ngoài việc phải tuân thủ các quy tắc giao thông còn phải thực hiện những quy định nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Xe cơ giới, xe máy chuyên dùng phải bật đèn; xe thô sơ phải bật đèn hoặc có vật phát sáng báo hiệu; chỉ được dừng xe, đỗ xe ở nơi quy định.",
    "b": "2. Xe cơ giới phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
    "c": "3. Xe máy chuyên dùng phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "111",
    "noidungcauhoi": "Người điều khiển xe mô tô hai bánh, xe gắn máy không được thực hiện những hành vi nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Đi vào phần đường dành cho người đi bộ và phương tiện khác; sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính), đi xe dàn hàng ngang.",
    "b": "2. Chở 02 người; trong đó, có người bệnh đi cấp cứu hoặc trẻ em dưới 14 tuổi hoặc áp giải người có hành vi vi phạm pháp luật.",
    "c": "3. Điều khiển phương tiện tham gia giao thông trên đường tỉnh lộ hoặc quốc lộ.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "118",
    "noidungcauhoi": "Trong các trường hợp dưới đây, để đảm bảo an toàn khi tham gia giao thông, người lái xe mô tô cần thực hiện như thế nào?",
    "hinhcauhoi": "",
    "a": "1. Phải đội mũ bảo hiểm đạt chuẩn, có cài quai đúng quy cách, mặc quần áo gọn gàng; không sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính).",
    "b": "2. Phải đội mũ bảo hiểm khi trời mưa gió hoặc trời quá nắng; có thể sử dụng ô, điện thoại di động, thiết bị âm thanh nhưng phải đảm bảo an toàn.",
    "c": "3. Phải đội mũ bảo hiểm khi cảm thấy mất an toàn giao thông hoặc khi chuẩn bị di chuyển quãng đường xa.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "10"
  },
  {
    "cau": "125",
    "noidungcauhoi": "Trên đường bộ ngoài khu vực đông dân cư, đường đôi có dải phân cách giữa (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 80 km\/h?",
    "hinhcauhoi": "",
    "a": "1.Ô tô buýt; ô tô đầu kéo kéo sơ mi rơ moóc; ô tô chuyên dùng; xe mô tô.",
    "b": "2. Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg (trừ ô tô xi téc).",
    "c": "3. Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "d": "4. Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải đến 3.500kg.",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "10"
  },
  {
    "cau": "130",
    "noidungcauhoi": "Khi tham gia giao thông trên đoạn đường không có biển báo “Cự ly tối thiểu giữa hai xe”, với điều kiện mặt đường khô ráo, xe cơ giới đang chạy với tốc độ từ trên 60 km\/h đến 80 km\/h, người lái xe phải duy trì khoảng cách an toàn với xe đang chạy phía trước tối thiểu là bao nhiêu?",
    "hinhcauhoi": "",
    "a": "1.35m.",
    "b": "2.55m.",
    "c": "3.70m.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "137",
    "noidungcauhoi": "Tác dụng của mũ bảo hiểm đối với người ngồi trên xe mô tô hai bánh trong trường hợp xảy ra tai nạn giao thông là gì?",
    "hinhcauhoi": "",
    "a": "1. Để làm đẹp.",
    "b": "2. Để tránh mưa nắng",
    "c": "3. Để giảm thiểu chấn thương vùng đầu.",
    "d": "4. Để các loại phương tiện khác dễ quan sát.",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "138",
    "noidungcauhoi": "Người lái xe phải nhanh chóng giảm tốc độ, tránh hoặc dừng lại sát lê đường bên phải để nhường đường cho các xe nào nêu dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Xe chữa cháy, xe quân sự, xe công an, xe cứu thương, xe hộ đê sau khi thực hiện nhiệm vụ khẩn cấp, không có tín hiệu còi, cờ, đèn theo quy định của pháp luật.",
    "b": "2. Xe chữa cháy, xe quân sự, xe công an, xe cứu thương, xe hộ đê đi làm nhiệm vụ khẩn cấp có tín hiệu còi, cờ, đèn theo quy định của pháp luật.",
    "c": "3. Xe ô tô, xe máy, đoàn xe đang diễu hành có tố chức có báo tín hiệu xin vượt bằng còi và đèn.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "144",
    "noidungcauhoi": "Theo Luật Giao thông đường bộ, tín hiệu đèn giao thông gồm 3 màu nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Đỏ - Vàng - Xanh",
    "b": "2. Cam - Vàng - Xanh.",
    "c": "3. Vàng - Xanh dương - Xanh lá.",
    "d": "4. Đỏ - Cam - Xanh.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "10"
  },
  {
    "cau": "149",
    "noidungcauhoi": "Khi dừng, đỗ xe trên đường phố hẹp, người lái xe ô tô phải dừng, đỗ xe ở vị trí cách xe ô tô đang đỗ bên kia đường khoảng cách tối thiểu là bao nhiêu mét trong các trường hợp dưới đây để đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1. 5 mét.",
    "b": "2. 10 mét.",
    "c": "3.15 mét.",
    "d": "4. 20 mét.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "10"
  },
  {
    "cau": "156",
    "noidungcauhoi": "Biển nào báo hiệu cấm xe mô tô ba bánh đi vào?",
    "hinhcauhoi": "https:\/\/thibanglaixe.com.vn\/wp-content\/uploads\/2020\/07\/336.jpg",
    "a": "1.Biển 1 và 2.",
    "b": "2.Biển1 và 3.",
    "c": "3. Biển 2 và 3.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "10"
  },
  {
    "cau": "157",
    "noidungcauhoi": "Biển nào dưới đây xe gắn máy không được phép đi vào?",
    "hinhcauhoi": "https:\/\/thibanglaixe.com.vn\/wp-content\/uploads\/2020\/07\/309.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2",
    "c": "",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "10"
  },
  {
    "cau": "205",
    "noidungcauhoi": "Biển nào báo hiệu “Đường hai chiều”?",
    "hinhcauhoi": "https:\/\/nganhangphapluat.lawnet.vn\/Images\/TracNghiemXeB1B2\/cau403.png",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "10"
  },
  {
    "cau": "210",
    "noidungcauhoi": "Biển nào dưới đây là biển “Cầu hẹp”?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200911\/images\/2020-09-11_095906.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "10"
  },
  {
    "cau": "213",
    "noidungcauhoi": "Biển nào sau đây là biển “Kè, vực sâu bên đường phía bên trái”?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/10\/30\/de-thi-a2-de-2-hinh-6.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "4. Biển 1 và Biển 2",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "10"
  },
  {
    "cau": "219",
    "noidungcauhoi": "Biển nào chỉ dẫn nơi bắt đầu đoạn đường dành cho người đi bộ?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/11\/02\/de-a2-8-hinh-7.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "10"
  },
  {
    "cau": "249",
    "noidungcauhoi": "Bạn xử lý như thế nào khi lái xe ô tô vượt qua đoàn người đi xe đạp có tổ chức?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/cau-577.jpg",
    "a": "1. Tăng tốc độ, chuyển sang làn đường bên trái để vượt.",
    "b": "2.Không được vượt những người đi xe đạp",
    "c": "",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "10"
  },
  {
    "cau": "16",
    "noidungcauhoi": "Người điều khiển xe ô tô, mô tô, máy kéo trên đường mà trong máu hoặc hơi thở có nồng độ cồn có bị nghiêm cấm không?",
    "hinhcauhoi": "",
    "a": "1. Bị nghiêm cấm.",
    "b": "2. Không bị nghiêm cấm.",
    "c": "3. Không bị nghiêm cấm, nếu nồng độ cồn trong máu ở mức nhẹ, có thể điều khiển phương tiện tham gia giao thông.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "18",
    "noidungcauhoi": "Theo Luật phòng chống tác hại của rượu, bia, đối tượng nào dưới đây bị cấm sử dụng rượu, bia khi tham gia giao thông?",
    "hinhcauhoi": "",
    "a": "1. Người điều khiển: Xe ô tô, xe mô tô, xe đạp, xe gắn máy.",
    "b": "2. Người ngồi phía sau người điều khiển xe cơ giới.",
    "c": "3. Người đi bộ.",
    "d": "4.Cả ý 1 và ý 2.",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "22",
    "noidungcauhoi": "Phương tiện giao thông đường bộ di chuyển với tốc độ thấp hơn phải đi như thế nào?",
    "hinhcauhoi": "",
    "a": "1. Đi về phía bên trái.",
    "b": "2. Đi về phía bên phải.",
    "c": "3. Đi ở giữa.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "29",
    "noidungcauhoi": "Người lái xe không được quay đầu xe trong các trường hợp nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Ở phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, đường cao tốc, đường hẹp, đường dốc, tại nơi đường bộ giao nhau cùng mức với đường sắt.",
    "b": "2. Ở phía trước hoặc phía sau của phần đường dành cho người đi bộ qua đường, trên đường quốc lộ, tại nơi đường bộ giao nhau không cùng mức với đường sắt.",
    "c": "3.Cả ý 1 và ý 2.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "1",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "55",
    "noidungcauhoi": "Khi xe gặp sự cố kỹ thuật trên đường cao tốc, bạn phải xử lý theo thứ tự như thế nào dưới đây để đảm bảo an toàn giao thông?",
    "hinhcauhoi": "",
    "a": "1. Bật đèn tín hiệu khẩn cấp, dừng xe ngay lập tức và đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác.",
    "b": "2. Bật đèn tín hiệu khẩn cấp, lập tức đưa xe vào làn đường xe chạy bên phải trong cùng, đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác.",
    "c": "3. Bật đèn tín hiệu khẩn cấp, khi đủ điều kiện an toàn nhanh chóng đưa xe vào làn dừng đỗ khẩn cấp, đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác",
    "d": "",
    "caudung": "c",
    "caudiemliet": "1",
    "loaicauhoi": "2",
    "sobode": "11"
  },
  {
    "cau": "56",
    "noidungcauhoi": "“Người tham gia giao thông đường bộ” gồm những đối tượng nào?",
    "hinhcauhoi": "",
    "a": "1. Người điều khiển, người sử dụng phương tiện tham gia giao thông đường bộ.",
    "b": "2. Người điều khiển, dẫn dắt súc vật; người đi bộ trên đường bộ.",
    "c": "3. Cả ý 1 và ý 2.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "63",
    "noidungcauhoi": "Người lái xe sử dụng đèn như thế nào khi lái xe trong khu đô thị và đông dân cư vào ban đêm?",
    "hinhcauhoi": "",
    "a": "1. Bất cứ đèn nào miễn là mắt nhìn rõ phía trước.",
    "b": "2. Chỉ bật đèn chiếu xa (đèn pha) khi không nhìn rõ đường.",
    "c": "3. Đèn chiếu xa (đèn pha) khi đường vắng, đèn pha chiếu gần (đèn cốt) khi có xe đi ngược\nchiều.",
    "d": "4. Đèn chiếu gần (đèn cốt).",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "69",
    "noidungcauhoi": "Khi xe đã kéo 1 xe hoặc xe đã kéo 1 rơ moóc, bạn có được phép kéo thêm xe (kể cả xe thô sơ) hoặc rơ moóc thứ hai hay không?",
    "hinhcauhoi": "",
    "a": "1. Chỉ được thực hiện trên đường quốc lộ có hai làn xe một chiều.",
    "b": "2. Chỉ được thực hiện trên đường cao tốc.",
    "c": "3. Không được thực hiện vào ban ngày.",
    "d": "4. Không được phép.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "70",
    "noidungcauhoi": "Người đủ bao nhiêu tuổi trở lên thì được điêu khiển xe ô tô tải, máy kéo có trọng tải từ 3.500 kg trở lên; xe hạng B2 kéo rơ moóc (FB2)?",
    "hinhcauhoi": "",
    "a": "1.19 tuổi.",
    "b": "2. 21 tuổi.",
    "c": "3. 20tuổi.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "71",
    "noidungcauhoi": "Người đủ bao nhiêu tuổi trở lên thì được điều khiển xe mô tô hai bánh, xe mô tô ba bánh có dung tích xi lanh từ 50 cm3 trở lên và các loại xe có kếtcấu tương tự; xe ô tô tải, máy kéo có trọng tải dưới 3.500 kg; xe ô tô chở người đến 9 chỗ ngồi?",
    "hinhcauhoi": "",
    "a": "1.16 tuổi.",
    "b": "2. 18 tuổi.",
    "c": "3. 17 tuổi.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "112",
    "noidungcauhoi": "Người lái xe phải giảm tốc độ thấp hơn tốc độ tối đa cho phép (có thể dừng lại một cách an toàn) trong trường hợp nào dưới đây?",
    "hinhcauhoi": "",
    "a": "1. Khi có báo hiệu cảnh báo nguy hiểm hoặc có chướng ngại vật trên đường; khi chuyển hướng xe chạy hoặc tầm nhìn bị hạn chếÿ khi qua nơi đường giao nhau, nơi đường bộ giao nhau với đường sắt; đường vòng; đường có địa hình quanh co, đèo dốc.",
    "b": "2. Khi qua cầu, cống hẹp; khi lên gần đỉnh dốc, khi xuống dốc, khi qua trường học, khu đông dân cư, khu vực đang thi công trên đường bộ; hiện trường xảy ra tai nạn giao thông.",
    "c": "3. Khi điều khiển xe vượt xe khác trên đường quốc lộ, đường cao tốc.",
    "d": "4.cả ý 1và ý 2.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "1",
    "sobode": "11"
  },
  {
    "cau": "116",
    "noidungcauhoi": "Người lái xe mô tô xử lý như thế nào khi cho xe mô tô phía sau vượt?",
    "hinhcauhoi": "",
    "a": "1. Nếu đủ điều kiện an toàn, người lái xe phải giảm tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được gây trở ngại đối với xe xin vượt.",
    "b": "2. Lái xe vào lề đường bên trái và giảm tốc độ để xe phía sau vượt qua, không được gây trở ngại đối với xe xin vượt.",
    "c": "3. Nếu đủ điều kiện an toàn, người lái xe phải tăng tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "11"
  },
  {
    "cau": "121",
    "noidungcauhoi": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường đôi có dải phân cách giữa, xe mô tô hai bánh, ô tô chở người đến 30 chỗ tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?",
    "hinhcauhoi": "",
    "a": "1. 60km\/h.",
    "b": "2. 50 km\/h.",
    "c": "3. 40km\/h.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "11"
  },
  {
    "cau": "123",
    "noidungcauhoi": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 50 km\/h?",
    "hinhcauhoi": "",
    "a": "1. Ô tô con, ô tô tải, ô tô chở người trên 30 chỗ.",
    "b": "2. Xe găn máy, xe máy chuyên dùng.",
    "c": "3. Cả ý 1 và ý 2.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "11"
  },
  {
    "cau": "127",
    "noidungcauhoi": "Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 70 km\/h?",
    "hinhcauhoi": "",
    "a": "1. Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "b": "2, Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg (trừ ô tô xi téc).",
    "c": "3. Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ xe buýt), ô tô tải có trọng tải nhỏ hơn hoặc băng 3.500kg.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "3",
    "sobode": "11"
  },
  {
    "cau": "148",
    "noidungcauhoi": "Khi người lái xe ô tô dừng, đỗ sát theo lề đường, hè phố phía bên phải theo chiều đi của mình, bánh xe gần nhất không được cách xa lê đường, hè phố quá bao nhiêu mét trong các trường hợp dưới đây để không gây cản trở, nguy hiểm cho giao thông?",
    "hinhcauhoi": "",
    "a": "1. 0,25 mét.",
    "b": "2. 0,3 mét.",
    "c": "3. 0,4 mét.",
    "d": "4. 0,5 mét.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "2",
    "sobode": "11"
  },
  {
    "cau": "169",
    "noidungcauhoi": "Biển báo này có ý nghĩa như thế nào?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/Cau-339.jpg",
    "a": "1. Tốc độ tối đa cho phép về ban đêm cho các phương tiện là 70 km\/h.",
    "b": "2. Tốc độ tối thiểu cho phép về ban đêm cho các phương tiện là 70 km\/h.",
    "c": "",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "11"
  },
  {
    "cau": "175",
    "noidungcauhoi": "Ba biển này có hiệu lực như thế nào?",
    "hinhcauhoi": "https:\/\/hoclaixemoto.com\/wp-content\/uploads\/2019\/07\/283.jpg",
    "a": "1. Cấm các loại xe ở biển phụ đi vào.",
    "b": "2. Cấm các loại xe cơ giới đi vào trừ loại xe ở biển phụ.",
    "c": "",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "11"
  },
  {
    "cau": "196",
    "noidungcauhoi": "Biển nào báo hiệu “Hết đoạn đường ưu tiên”?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200907\/images\/2020-09-07_172830.jpg",
    "a": "1. Biển 1.",
    "b": "2. Biển 2.",
    "c": "3.Biển 3.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "11"
  },
  {
    "cau": "215",
    "noidungcauhoi": "Biển nào sau đây là biển “Đường trơn”?",
    "hinhcauhoi": "https:\/\/s.tracnghiem.net\/images\/fckeditor\/upload\/2020\/20200910\/images\/2020-09-10_105049.jpg",
    "a": "1.Biển 1.",
    "b": "2. Biển 2.",
    "c": "3. Biển 3.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "4",
    "sobode": "11"
  },
  {
    "cau": "232",
    "noidungcauhoi": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-560.jpg",
    "a": "1.Xe con.",
    "b": "2.xe tải.",
    "c": "3. Xe con, xe tải.",
    "d": "",
    "caudung": "b",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "11"
  },
  {
    "cau": "243",
    "noidungcauhoi": "Xe của bạn được đi theo hướng nào trong trường hợp này?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/06\/cau-571.jpg",
    "a": "1. Chuyển sang làn đường bên phải và rẽ phải.",
    "b": "2 Dừng lại trước vạch dừng và rẽ phải khi đèn xanh.",
    "c": "3. Dừng lại trước vạch dừng và đi thẳng hoặc rẽ trái khi đèn xanh.",
    "d": "",
    "caudung": "c",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "11"
  },
  {
    "cau": "256",
    "noidungcauhoi": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "hinhcauhoi": "http:\/\/lapphuongthanh.vn\/pic\/Product\/584_resul_637716373401344398_HasThumb.jpg",
    "a": "1. Xe của bạn, xe tải, xe con.",
    "b": "2. Xe con, xe tải, xe của bạn.",
    "c": "3. Xe tải, xe của bạn, xe con.",
    "d": "4. Xe của ban, xe con, xe tải.",
    "caudung": "d",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "11"
  },
  {
    "cau": "271",
    "noidungcauhoi": "Xe nào dừng đúng theo quy tắc giao thông?",
    "hinhcauhoi": "http:\/\/daotaolaixehcm.vn\/wp-content\/uploads\/2020\/07\/cau-592.jpg",
    "a": "1.Xe con.",
    "b": ". Xe mô tô.",
    "c": "3. Cả 2 xe đều sai.",
    "d": "",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "11"
  },
  {
    "cau": "275",
    "noidungcauhoi": "Theo hướng mũi tên, những hướng nào xe tải được phép đi?",
    "hinhcauhoi": "https:\/\/cdn.doctailieu.com\/images\/2020\/11\/02\/oto-de-3-anh-4.jpg",
    "a": "1. Chỉ hướng 1.",
    "b": "2.Hướng 1, 3 và 4.",
    "c": "3.Hướng 1, 2 và 3",
    "d": "4. Cả bốn hướng.",
    "caudung": "a",
    "caudiemliet": "",
    "loaicauhoi": "5",
    "sobode": "11"
  }
]